Repository: getgle/basedclisp
Catalog: src/po/*.po
Languages: da

source: It is a traditional ANSI CL compatible package, but uses the symbols from the modern ~S!
da: Det er en traditional ANSI CL-kompatibel pakke, men bruger symboler fra den moderne ~S!

source: a deleted package.
da: En slettet pakke.

source: ~:[a~;the Common Lisp~] readtable.
da: ~:[En~;Common Lisp~] l�setabel.

source: a ~:[~;portable ~]pathname~:[.~;~:*, with the following components:~{~A~}~]
da: Et ~:[~;portabelt ~]stinavn~:[.~;~:*, med f�lgende komponenter:~{~A~}~]

source: a random-state.
da: En random-tilstand.

source: a~:[~; simple~] ~A dimensional array
da: En~:[~; enkel~] ~A-dimensionel tabel

source: (vector)
da: (vektor)

source: with no storage
da: reelt uden nogle virkelige elementer

source: of ~As
da: med elementer af type ~A

source: , adjustable
da: , justerbar

source: , of size ~{~S~^ x ~}
da: , med st�rrelsen ~{~S~^ x ~}

source: and current length (fill-pointer) ~S
da: og nuv�rende l�ngde (udfyldningspeger) ~S

source: (a string)
da: (en streng)

source: (a~:[~;n immutable~] ~:[~;reallocated ~]~A string)
da: (en~:[~; immutabel~] ~:[~;gentildelt ~]~A streng)

source: a generic function.
da: en generisk funktion.

source: Argument list: ~:S
da: Argumentlisten: ~:S

source: Method combination: ~S
da: Metodekombinationen: ~S

source: Methods:
da: Metoder

source: No methods.
da: Ingen metoder.

source: a foreign function of foreign type ~S.
da: En ekstern funktion den eksterne type ~S.

source: a built-in system function.
da: En indbygget systemfunktion.

source: a compiled function.
da: En oversat funktion.

source: an interpreted function.
da: En fortolket funktion.

source: ~A [see above]
da: ~A [se ovenfor]

source: ~A is
da: ~A er

source: Documentation:
da: Dokumentation:

source: Documentation: ~A
da: Dokumentation: ~A

source: ~S: argument must be ~S, ~S or ~S, not ~S
da: ~S: argumentet skal v�re ~S, ~S eller ~S, ikke ~S

source: No external editor installed.
da: Ingen ekstern editor installeret.

source: ~S cannot be edited.
da: ~S kan ikke redigeres.

source: ~S: source code for ~S not available.
da: ~S: kildekoden for ~S er ikke tilg�ngeligt.

source: The form ~S yielded ~:[no values~;~:*~{~S~^ ; ~}~] ,~@ that's not of type ~S.
da: Formen ~S gav ~:[ingen v�rdier~;~:*~{~S^ ; ~}~] ,~@ der ikke er af typen ~S.

source: LETF* code contains a dotted list, ending with ~S
da: LETF*-kode med prikket liste ender p� ~S

source: LETF code contains a dotted list, ending with ~S
da: LETF-kode med prikket liste ender p� ~S

source: Cannot map string ~S to C since it contains a character ~S
da: Kan ikke kortl�gge strengen ~S til C, eftersom den har tegnet ~S

source: Invalid ~S component: ~S
da: Ugyldig ~S-komponent: ~S

source: Incomplete FFI type ~S is not allowed here.
da: Ukomplet FFI-type ~S er ikke gyldigt her.

source: FFI type should be a symbol, not ~S
da: FFI-type skal v�re et symbol, ikke ~S

source: Invalid FFI type: ~S
da: Ugyldig FFI-type: ~S

source: Invalid option in ~S: ~S
da: Ugyldigt tilvalg i ~S: ~S

source: Only one ~S option is allowed: ~S
da: Kun �t ~S-tilvalg er tilladt: ~S

source: Invalid parameter specification in ~S: ~S
da: Ugyldig parameteranf�rsel i ~S: ~S

source: The name must be a string, not ~S
da: Navnet skal v�re en streng, ikke ~S

source: The name ~S is not a valid C identifier
da: Navnet ~S er ikke et gyldigt C-navn

source: illegal foreign data type ~S
da: ugyldig ekstern datatype: ~S

source: ~S: ~S option missing in ~S
da: ~S: ~S-tilvalg mangler i ~S

source: ~S (~S): value ~S will be assigned to both ~S and ~S
da: ~S (~S): v�rdien ~S vil blive tildelt til b�de ~S og ~S

source: ~S does not name a C enum type
da: ~S navngiver ikke en C-enum-type

source: ~S is not of C enum type ~S
da: ~S er ikke af C-enum-typen ~S

source: ~S symbol value (~S) does not match its table value (~S) in ~S
da: ~S-symbolv�rdien, ~S, stemmer ikke med dens tabelv�rdi, ~S, i ~S

source: ~S is not a valid value of type ~S
da: ~S er ikke en gyldig v�rdi af typen ~S

source: ~S is only allowed after ~S: ~S
da: ~S er kun tilladt efter ~S: ~S
