Repository: getgle/basedclisp
Catalog: src/po/*.po
Languages: da

source: *** - Program stack overflow. RESET
da: *** - Programstak-overl�b. NULSTILLET

source: *** - Lisp stack overflow. RESET
da: *** - Lispstak-overl�b. NULSTILLET

source: ~S: malloc() failed
da: ~S: malloc() mislykkedes

source: ~S: realloc() failed
da: ~S: malloc() mislykkedes

source: Unknown FSUBR signature: %d %d %d
da: Ukendt FSUBR-signatur: %d %d %d

source: Unknown SUBR signature: %d %d %d %d
da: Ukendt SUBR-signatur: %d %d %d %d

source: module '%s' requires package %s.
da: modulet '%s' kr�ver pakken %s.

source: module '%s' redefines symbol
da: modulet '%s' redefinerer symbol

source: in the locked package
da: i den l�ste pakke

source: old definition:
da: gammel definition:

source: is an ANSI Common Lisp implementation.
da: er en implementation af ANSI Common Lisp.

source: Usage: %s [options] [lispfile [argument ...]] When 'lispfile' is given, it is loaded and '*ARGS*' is set to the list of argument strings. Otherwise, an interactive read-eval-print loop is entered.
da: Brug: %s [tilvalg] [lispfil [argument ...]] Hvis 'lispfil' angives, indl�ses den, og '*ARGS*' s�ttes til listen af argumentstrenge. Ellers p�begyndes en interaktiv prompt (l�s, find v�rdi og udskriv-l�kke).

source: Informative output:
da: Generelle informationer:

source: -h, --help - print this help and exit
da: -h, --help - udskriv denne hj�lp og afslut

source: --version - print the version information
da: --version - udskriv versionsinformation

source: --license - print the licensing information
da: --license - udskriv licensinformation

source: -help-image - print image-specific help and exit
da: -h, --help - udskriv denne hj�lp og afslut

source: Memory image selection:
da: Valg af hukommelsesbillede:

source: -B lisplibdir - set the installation directory
da: -B lispbibkat - s�t installationskataloget

source: -K linkingset - use this executable and memory image
da: -K l�nkem�ngde - brug dette eksekverbare program og hukommelsesbillede

source: -M memfile - use this memory image
da: -M hukfil - brug dette hukommelsesbillede

source: -m size - memory size (size = nB or nKB or nMB)
da: -m st�rr. - hukommelsesst�rrelse (st�rr. = nB, nB eller nMB)

source: Internationalization:
da: Internationalisation:

source: -L language - set user language
da: -L sprog - s�t brugersprog

source: -N nlsdir - NLS catalog directory
da: -N nlskat - NLS-katalog

source: -Edomain encoding - set encoding
da: -Edom�nekodning - s�t kodning

source: Interoperability:
da: Samspilsevne:

source: -q, --quiet, --silent, -v, --verbose - verbosity level: affects banner, *LOAD-VERBOSE*/*COMPILE-VERBOSE*, and *LOAD-PRINT*/*COMPILE-PRINT*
da: -q, --quiet, --silent, -v, --verbose - verbalniveau: p�virker banner, *LOAD-VERBOSE*/*COMPILE-VERBOSE*, og *LOAD-PRINT*/*COMPILE-PRINT*

source: -w - wait for a keypress after program termination
da: -w - vent p� tastetryk efter programafslutning

source: -I - be ILISP-friendly
da: -I - v�r ILISP-venlig

source: Startup actions:
da: Opstartshandlinger:

source: -ansi - more ANSI CL compliance
da: -ansi - bedre overenstemmelse med ANSI CL-standarden

source: -traditional - traditional (undoes -ansi)
da: -traditional - traditionel (nulstiller -ansi)

source: -modern - start in a case-sensitive lowercase-preferring package
da: -modern - begynd i en versalf�lsom pakke med sm� bostaver foretrukne

source: -p package - start in the package
da: -p pakke - begynd i denne pakke

source: -C - set *LOAD-COMPILING* to T
da: -C - s�t *LOAD-COMPILING* til T

source: -norc - do not load the user ~/.clisprc file
da: -norc - indl�s ikke brugerens fil ~/.clisprc

source: -lp dir - add dir to *LOAD-PATHS* (can be repeated)
da: -lp kat - tilf�j katalog til *LOAD-PATHS* (kan gentages)

source: -i file - load initfile (can be repeated)
da: -i fil - indl�s initialfil (kan gentages)

source: Actions:
da: Handlinger:

source: -c [-l] lispfile [-o outputfile] - compile lispfile
da: -c [-l] lispfil [-o uddatafil] - overs�t lispfil

source: -x expressions - execute the expressions, then exit
da: -x udtryk - eksekv�r udtrykkene og afslut

source: Depending on the image, positional arguments can mean:
da: Afh�ngig af billedet kan positionelle argumenter betyde:

source: lispscript [argument ...] - load script, then exit
da: lispfil [argument ...] - indl�s fil og afslut

source: [argument ...] - run the init-function
da: [argument ...] - k�r init-funktionen

source: arguments are placed in EXT:*ARGS* as strings.
da: argumenter placeres i EXT:*ARGS* som strenge.

source: These actions put CLISP into a batch mode, which is overridden by
da: Disse handlinger s�tter CLISP i skripttilstand, som tilsides�ttes af

source: -on-error action - action can be one of debug, exit, abort, appease
da: -on-error handling - handling kan v�re en af debug, exit, abort eller appease

source: -repl - enter the interactive read-eval-print loop when done
da: -repl - p�begynd den interaktive prompt, n�r program er afsluttet

source: Default action is an interactive read-eval-print loop.
da: Standardhandling er en interaktiv prompt.

source: %s: use '-h' for help
da: %s: brug '-h' for at f� hj�lp

source: invalid argument
da: ugyldigt argument

source: Welcome to
da: Velkommen til

source: Syntax for %s: nnnnnnn or nnnnKB or nMB
da: Syntaks for %s: nnnnnnn eller nnnnKB eller nMB

source: warning: %s %lu too small, using %lu instead
da: advarsel: %s %lu for lille, bruger %u istedet

source: warning: %s %lu too large, using %lu instead
da: advarsel: %s %lu for stor, bruger %u istedet

source: memory size
da: hukommelsesst�rrelse

source: multiple -B
da: multibel -B

source: -E requires an argument
da: -E kr�ver et argument

source: -l without -c is invalid
da: -l uden -c er ugyldigt

source: -x with -c is invalid
da: -x med -c er ugyldigt

source: -x with lisp-file is invalid
da: -x med lispfil er ugyldigt

source: Return value of malloc() = %lx is not compatible with type code distribution.
da: Returv�rdien af malloc() = %lx er ikke kompatibel med typekode-distributionen.

source: Only %ld bytes available.
da: Kun %ld byte ledig.

source: Could not determine the end of the SP stack!
da: Kunne ikke afg�re, hvad slutningen p� programstakken var!

source: WARNING: No initialization file specified.
da: ADVARSEL: Ingen initialfil anf�rt.

source: Please try:
da: Pr�v venligst:

source: WARNING: No installation directory specified.
da: ADVARSEL: Intet installationskatalog anf�rt.

source: WARNING: no such package:
da: ADVARSEL: Ingen s�dan pakke findes:

source: %s: Not enough memory for Lisp.
da: %s: Ikke nok hukommelse til Lisp.

source: Bye.
da: Farvel.

source: Press a key to terminate...
da: Tryk en tast for at afslutte...

source: *** - Virtual memory exhausted. RESET
da: *** - Virtuel hukommelse opbrugt. NULSTILLET

source: *** - Memory exhausted. RESET
da: *** - Hukommelse opbrugt. NULSTILLET

source: Cannot map memory to address 0x%lx .
da: Kan ikke l�gge hukommelseslageret p� adressen 0x%lx .

source: Cannot reserve address range at 0x%lx .
da: Kan ikke reservere adresseomr�det ved 0x%lx .

source: Cannot reserve address range 0x%lx-0x%lx .
da: Kan ikke reservere adresseomr�det 0x%lx-0x%lx .

source: CreateFileMapping() failed.
da: CreateFileMapping() mislykkedes.

source: MapViewOfFileEx(addr=0x%x,off=0x%x) failed.
da: MapViewOfFileEx(addr=0x%x,off=0x%x) mislykkedes.

source: MapViewOfFileEx() returned 0x%x instead of 0x%x.
da: MapViewOfFileEx() returnerede 0x%x i stedet for 0x%x.

source: VirtualFree() failed.
da: VirtualFree() mislykkedes.

source: VirtualProtect() failed.
da: VirtualProtect() mislykkedes.

source: Cannot open <%s>.
da: Kan ikke �bne <%s>.

source: mprotect(0x%lx,%d,%d) failed.
da: mprotect(0x%lx,%d,%d) mislykkedes.

source: Permanently allocated: %lu bytes.
da: Permanent allokeret: %lu byte.

source: Currently in use: %lu bytes.
da: Aktuelt i brug: %lu byte.

source: Free space: %lu bytes.
da: Ledig plads: %lu byte.

source: SIGSEGV cannot be cured. Fault address = 0x%lx.
da: SIGSEGV kan ikke reddes. Fejladresse = 0x%lx.

source: Apollo 13 scenario: Stack overflow handling failed. On the next stack overflow we will crash!!!
da: Apollo-13-scenarium: H�ndtering af stakoverl�b mislykkedes. Ved n�ste stakoverl�b sker der nedbrud!!!

source: Ctrl-C: User break
da: Ctrl-C: Brugerstop

source: munmap() failed.
da: munmap() mislykkedes.

source: No more room for LISP objects
da: Ikke mere ledig plads til LISP-objekter

source: *** - No more room for LISP objects: RESET
da: *** - Ikke mere ledig plads til LISP-objekter: NULSTILLET

source: Trying to make room through a GC...
da: Pr�ver at g�re ledig plads via spildopsamling...

source: disk full
da: ikke mere ledig diskplads

source: %s: operating system error during load of initialization file `%s'
da: %s: styresystemfejl under indl�sning af initialfil `%s'

source: %s: Cannot map the initialization file `%s' into memory.
da: %s: Kan ikke l�gge initialfilen `%s' ind i hukommelsen.

source: %s: initialization file `%s' was not created by this version of CLISP runtime
da: %s: initialfil `%s' var ikke oprettet af denne version af CLISP

source: %s: not enough memory for initialization
da: %s: ikke nok ledig hukommelse til initiation

source: Invalid access to the value of the lexical variable ~S from within a ~S definition
da: Ugyldig adgangi til v�rdien af den leksikalske variabel ~S inden fra en~S-definition

source: Invalid access to the local function definition of ~S from within a ~S definition
da: Ugyldig adgang til den lokale funktionsdefinition af ~S inden fra en ~S-definition

source: Too many documentation strings in ~S
da: For mange dokumentationsstrenge i ~S

source: Invalid declaration ~S
da: Ugyldig deklaration ~S

source: ~S: lambda-list for ~S is missing
da: ~S: lambdaliste til ~S mangler

source: ~S: lambda-list for ~S should be a list, not ~S
da: ~S: lambdaliste til ~S skal v�re en liste, ikke ~S

source: ~S: illegal declaration ~S
da: ~S: ugyldig deklaration ~S

source: ~S: variable specification after ~S too long: ~S
da: ~S: variabelanf�relse efter ~S for lang: ~S

source: ~S: ~S var must be followed by ~S or ~S or end of list: ~S
da: ~S: ~S variabel skal f�lges af ~S, ~S eller listeafslutning: ~S

source: ~S: ~S must be followed by a variable: ~S
da: ~S: ~S skal f�lges af en variabel: ~S

source: ~S: incorrect variable specification after ~S: ~S
da: ~S: ukorrekt variabelanf�rsel efter ~S: ~S

source: ~S: ~S must be followed by ~S or end of list: ~S
da: ~S: ~S skal f�lges af ~S eller listeafslutning: ~S

source: ~S: badly placed lambda-list keyword ~S: ~S
da: ~S: d�rligt anbragt lambdaliste-n�gleord ~S: ~S

source: ~S: too many parameters in the lambda-list ~S
da: ~S: for mange parametre i lambdalisten ~S

source: ~S: a dot in a lambda-list is allowed only for macros, not here: ~S
da: ~S: en prik i en lambda-liste er kun gyldig for makroer, ikke her: ~S

source: ~S: ~S is a special operator, not a function
da: ~S: ~S er en speciel operator, ikke en funktion

source: ~S: ~S is a macro, not a function
da: ~S: ~S er en makro, ikke en funktion

source: EVAL/APPLY: too many arguments given to ~S
da: EVAL/APPLY: for mange argumenter givet til ~S

source: EVAL: too few parameters for special operator ~S: ~S
da: EVAL: for f� parametre til speciel operator ~S: ~S

source: EVAL: too many parameters for special operator ~S: ~S
da: EVAL: for mange parametre til speciel operator ~S: ~S

source: EVAL: dotted parameter list for special operator ~S: ~S
da: EVAL: prikket parameterliste til speciel operator ~S: ~S

source: EVAL: too few arguments given to ~S: ~S
da: EVAL: for mange argumenter givet til ~S: ~S

source: EVAL: too many arguments given to ~S: ~S
da: EVAL: for mange argumenter givet til ~S: ~S

source: EVAL: argument list given to ~S is dotted: ~S
da: EVAL: argumentliste givet til ~S er prikket: ~S

source: APPLY: too many arguments given to ~S
da: APPLY: for mange argumenter givet til ~S

source: APPLY: dotted argument list given to ~S : ~S
da: APPLY: for f� argumenter givet til ~S: ~S

source: APPLY: too few arguments given to ~S
da: APPLY: for f� argumenter givet til ~S

source: ~S: assignment to constant symbol ~S is impossible
da: ~S: tildelingen til det konstante symbol ~S er umulig

source: (~S ~S): the tagbody of the tags ~S has already been left
da: (~S ~S): m�rkatkroppen for m�rkaterne ~S er allerede forladt

source: ~S: there is no CATCHer for tag ~S
da: ~S: der er ikke nogen CATCH'er for m�rket ~S

source: STACK corrupted
da: Lispstakken er �delagt

source: ~S: ~S is not a correct index into ~S
da: ~S: ~S er ikke et korrekt indeks ind i ~S

source: undefined bytecode in ~S at byte ~S
da: udefineret bytekode i ~S ved byte ~S

source: ~S: jump by ~S takes ~S outside [~S;~S]
da: ~S: spring ved ~S tager ~S udenfor [~S;~S]

source: Corrupted STACK in ~S at byte ~S
da: �delagt lispstak i ~S ved byte ~S

source: ~S: ~S should be a lambda expression
da: ~S: ~S skal v�re et lambda-udtryk

source: ~S: odd number of arguments: ~S
da: ~S: sk�vt antal argumenter: ~S

source: ~S: the special operator definition of ~S must not be removed
da: ~S: definitionen for den specielle operator ~S m� ikke fjernes

source: doc-string is not allowed here and will be ignored: ~S
da: dokumentationsstreng er ikke gyldig her og ignoreres: ~S

source: ~S: illegal variable specification ~S
da: ~S: ugyldig variabelanf�rsel: ~S

source: ~S: symbol ~S has been declared SPECIAL and may not be re-defined as a SYMBOL-MACRO
da: ~S: symbolet ~S er blevet deklareret SPECIAL og m� ikke redefineres som en SYMBOL-MACRO

source: ~S: symbol ~S must not be declared SPECIAL and defined a SYMBOL-MACRO at the same time
da: ~S: symbolet ~S m� ikke deklareres SPECIAL og defineres som en SYMBOL-MACRO p� samme tid

source: ~S: too many variables and/or declarations
da: ~S: for mange variabler og/eller deklarationer

source: ~S: ~S is not a function specification
da: ~S: ~S er ikke en funktionsanf�rsel

source: ~S: ~S is not a macro specification
da: ~S: ~S er ikke en makroanf�rsel

source: ~S: macro name ~S should be a symbol
da: ~S: makronavnet ~S skal v�re et symbol

source: ~S: ~S is not a function and macro specification
da: ~S: ~S er ikke en funktions- eller makroanf�rsel

source: ~S: function and macro name ~S should be a symbol
da: ~S: funktions- eller makronavnet ~S skal v�re et symbol

source: ~S: clause ~S should be a list
da: ~S: klausulen ~S skal v�re en liste

source: ~S: missing key list: ~S
da: ~S: mangler n�gleliste: ~S

source: ~S: the ~S clause must be the last one
da: ~S: ~S-klausulen skal v�re den sidste

source: ~S: the block named ~S has already been left
da: ~S: blokken med navnet ~S er allerede forladt

source: ~S: no block named ~S is currently visible
da: ~S: ingen blok med navnet ~S er for n�rv�rende inden for r�kkevidde

source: ~S: ~S is neither tag nor form
da: ~S: ~S er hverken et m�rke eller en form (symbolsk udtryk)

source: ~S: illegal tag ~S
da: ~S: ugyldigt m�rke: ~S

source: ~S: tagbody for tag ~S has already been left
da: ~S: m�rkatkroppen for m�rket ~S er allerede forladt

source: ~S: no tag named ~S is currently visible
da: ~S: Intet m�rke med navnet ~S er for n�rv�rende inden for r�kkevidde

source: ~S: too many return values
da: ~S: for mange returv�rdier

source: Argument ~S is not a macroexpansion environment
da: Argumentet ~S er ikke et makroekspansions-milj�

source: declarations ~S are not allowed here
da: deklarationerne ~S er ikke gyldige her

source: ~S: ~S evaluated to the values ~S, not of type ~S
da: ~S: ~S gav v�rdierne ~S, ikke af typen ~S

source: ~S: bad declaration ~S
da: ~S: d�rlig deklaration ~S

source: ~S: ~S is not a symbol
da: ~S: ~S er ikke et symbol.

source: keyword argument list ~S has an odd length
da: Argumentlisten med n�gleord, ~S, har sk�v l�ngde

source: Illegal keyword/value pair ~S, ~S in argument list. The allowed keywords are ~S
da: Ugyldigt n�gleord/v�rdi-par ~S, ~S i argumentlisten. De gyldige n�gleord er ~S

source: ~S: Invalid base64 encoding termination at position ~S
da: ~S: Ugyldig afslutning p� base64-kodning ved position ~S

source: ~S: Invalid base64 encoding at ~S (character ~S of ~S)
da: ~S: Ugyldig base64-kodning ved position ~S (tegn ~S af ~S)

source: ~S: Character #\u~C~C~C~C cannot be represented in the character set ~S
da: ~S: Tegnet #\u~C~C~C~C kan ikke repr�senteres i tegns�ttet ~S

source: ~S: Character #\u00~C~C~C~C~C~C cannot be represented in the character set ~S
da: ~S: Tegnet #\u00~C~C~C~C~C~C kan ikke repr�senteres i tegns�ttet ~S

source: ~S: Incomplete byte sequence at end of buffer for ~S
da: ~S: Ukomplet bytesekvens i bufferafslutningen for ~S

source: ~S: Character #x~C~C~C~C~C~C~C~C in ~S conversion, not an UTF-32 character
da: ~S: Tegnet #x~C~C~C~C~C~C~C~C i ~S-omdannelse ikke et UTF-32-tegn

source: ~S: Invalid byte #x~C~C in ~S conversion, not a Unicode-16
da: ~S: Ugyldig byte #x~C~C i ~S-omdannelse, ikke en UTF-16

source: ~S: Invalid byte sequence #x~C~C #x~C~C in ~S conversion
da: ~S: Ugyldig bytesekvens #x~C~C #x~C~C i ~S-omdannelse

source: ~S: Invalid byte sequence #x~C~C #x~C~C #x~C~C in ~S conversion
da: ~S: Ugyldig bytesekvens #x~C~C #x~C~C #x~C~C i ~S-omdannelse

source: ~S: Invalid byte sequence #x~C~C #x~C~C #x~C~C #x~C~C in ~S conversion
da: ~S: Ugyldig bytesekvens #x~C~C #x~C~C #x~C~C #x~C~C i ~S-omdannelse

source: ~S: Invalid byte #x~C~C in ~S conversion
da: ~S: ugyldig byte #x~C~C i ~S-omdannelse

source: WARNING: %s: no encoding %s, using %s
da: ADVARSEL: %s: ingen indkodning %s, bruger %s

source: ~S: host should be NIL or a string, not ~S
da: ~S: v�rt skal v�re NIL eller en streng, ikke ~S

source: ~S: illegal hostname ~S
da: ~S: ugyldigt v�rtsmaskinenavn ~S

source: ~S: Argument ~S should be a pathname designator ~S
da: ~S: Argument ~S b�r v�re en stinavnsangivelse ~S

source: ~S: Filename for ~S is unknown
da: ~S: Filnavnet for ~S er ukendt

source: ~S: Illegal ~S argument ~S
da: ~S: Ugyldigt ~S-argument ~S

source: The variable ~S had an illegal value. ~S has been reset to ~S.
da: Variablen ~S havde en ugyldig v�rdi. ~S er bleven nulstillet til ~S.

source: ~S: there is no user named ~S
da: ~S: der er ingen bruger ved navn ~S

source: ~S: there is no environment variable ~S
da: ~S: der er ingen milj�variabel ~S

source: ~S: syntax error in filename ~S at position ~S
da: ~S: syntaksfejl i filnavnet ~S i position ~S

source: ~S: hosts ~S and ~S of ~S should coincide
da: ~S: v�rterne ~S og ~S af ~S skal stemme n�jagtig overens

source: ~S: argument ~S is not a logical pathname, string, stream or symbol
da: ~S: argumentet ~S er ikke et logisk stinavn, streng, str�m eller symbol

source: ~S: the stream ~S was not opened with a logical pathname
da: ~S: str�mmen ~S var ikke �bnet med et logisk stinavn

source: ~S: argument ~S does not contain a host specification
da: ~S: argumentet ~S indeholder ikke en gyldig v�rtsanf�rsel

source: ~S: endless loop while resolving ~S
da: ~S: endel�s l�kke under bestemmelse af ~S

source: ~S: unknown logical host ~S in ~S
da: ~S: ukendt logisk v�rt ~S i ~S

source: ~S: No replacement rule for ~S is known.
da: ~S: Ingen erstatningsregel for ~S er kendt.

source: ~S: :VERSION-argument should be NIL or a positive fixnum or :WILD or :NEWEST, not ~S
da: ~S: :VERSION-argumentet skal v�re NIL, et positivt fixtal, :WILD eller :NEWEST, ikke ~S

source: The value of ~S was not a pathname. ~:*~S is being reset.
da: V�rdien af ~S var ikke et stinavn. ~:*~S nulstilles.

source: ~S: on host ~S, device ~S is invalid, should be NIL
da: ~S: p� v�rten ~S er enheden ~S ugyldig, skal ikke v�re NIL

source: ~S: wildcards are not allowed here: ~S
da: ~S: wildcards er ikke gyldige her: ~S

source: ~S: argument ~S should be ~S, ~S, ~S, ~S, ~S, ~S or ~S
da: ~S: argumentet ~S skal v�re ~S, ~S, ~S, ~S, ~S, ~S eller ~S

source: ~S: replacement pieces ~S do not fit into ~S
da: ~S: erstatningsstykkerne ~S passer ikke ind i ~S

source: ~S: ~S is not a specialization of ~S
da: ~S: ~S er ikke afledt af ~S

source: (~S ~S ~S ~S) is ambiguous: ~S
da: (~S ~S ~S ~S) er flertydig: ~S

source: ~S: Directory ~S does not exist
da: ~S: Kataloget ~S eksisterer ikke

source: ~S: File ~S already exists
da: ~S: Filen ~S eksisterer allerede

source: ~S: ~S names a directory, not a file
da: ~S: ~S navngiver et katalog, ikke en fil

source: no directory ~S above ~S
da: intet katalog ~S over ~S

source: "..\\" after "...\\" is invalid: ~S
da: "..\\" efter "...\\" er ugyldigt: ~S

source: UNIX error while GETWD: ~S
da: UNIX-fejl under GETWD: ~S

source: UNIX GETWD returned ~S
da: UNIX GETWD returnerede ~S

source: UNIX REALPATH returned ~S
da: UNIX REALPATH returnerede ~S

source: ~S: No file name given: ~S
da: ~S: intet filnavn anf�rt: ~S

source: ~S: Not a directory: ~S
da: ~S: Ikke et katalog: ~S

source: ~S: File ~S does not exist
da: ~S: Filen ~S eksisterer ikke

source: ~S: pathname with type but without name makes no sense: ~S
da: ~S: stinavn med type men uden navn giver ingen mening: ~S

source: ~S: Cannot delete file ~S since there is a file stream open to it
da: ~S: Kan ikke slette filen ~S, eftersom der er en filstr�m �ben til den

source: ~S: Cannot rename file ~S since there is a file stream open to it
da: ~S: Kan ikke omd�be filen ~S, eftersom der er en filstr�m �ben til den

source: Open the file anyway
da: �bn filen alligevel

source: ~S: The value of ~S should be one of ~S, ~S, ~S, or ~S, not ~S. It has been changed to ~S.
da: ~S: V�rdien af ~S b�r v�re �n af ~S, ~S, ~S, or ~S, ikke ~S. Den er �ndret til ~S.

source: root directory not allowed here: ~S
da: rodkatalog ikke gyldigt her: ~S

source: Creating directory:
da: Laver katalog:

source: ~S: There are multiple running threads. Currently they do not survive image saving/loading.
da: ~S: Der er flere k�rende tr�de. For n�rv�rende vil de ikke overleve indl�sning eller gemning af billede.

source: ~S: Mutex ~S is locked by thread ~S. Currently locked mutexes are not allowed in memory files.
da: ~S: Mutex ~S er l�st af tr�den ~S. For n�rv�rende er l�ste mutexer iikke tilladt i hukommelsesfiler.

source: ~S: installation directory is not known, use the -B command line option to specify it or set *LIB-DIRECTORY*
da: ~S: installationskatalog er ikke kendt. Brug et kommandotilvalget -B til at anf�re det, eller s�t *LIB-DIRECTORY*

source: ~S on ~S is illegal
da: ~S p� ~S er ugyldigt

source: Return value ~S of call to ~S should be an integer between ~S and ~S.
da: Returv�rdi ~S af kald til ~S skal v�re et heltal mellem ~S og ~S.

source: ~S: the last character read from ~S was not ~S
da: ~S: det sidste tegn l�st fra ~S var ikke ~S

source: ~S from ~S without ~S before it
da: ~S fra ~S uden ~S foran

source: ~S: cannot output to ~S
da: ~S: kan ikke udl�se til ~S

source: ~S: cannot output ~S into ~S, not of type ~S
da: ~S: kan ikke udl�se ~S ind i ~S, ikke af type ~S

source: integer ~S is out of range, cannot be output onto ~S
da: heltallet ~S er uden for interval, kan ikke udl�se til ~S

source: ~S: argument ~S is not a stream of type ~S
da: ~S: argumentet ~S skal v�re en str�m af typen ~S

source: ~S: argument ~S should be an input stream
da: ~S: argumentet ~S skal v�re en inddatastr�m

source: ~S: argument ~S should be an output stream
da: ~S: argumentet ~S skal v�re en uddatastr�m

source: ~S: argument should be a symbol, not ~S
da: ~S: argumentet skal v�re et symbol, ikke ~S

source: ~S is beyond the end because the string ~S has been adjusted
da: ~S er ud over enden, fordi strengen ~S er bleven justeret

source: ~S: ~S is not a string input stream
da: ~S: ~S er ikke en strenginddatastr�m

source: ~S: ~S argument must be a subtype of ~S, not ~S
da: ~S: ~S-argumentet skal v�re en afledt type af ~S, ikke ~S

source: ~S: ~S is not a string output stream
da: ~S: ~S er ikke en strenginddatastr�m

source: ~S: argument ~S should be a string with fill pointer
da: ~S: argumentet ~S skal v�re en streng med udfyldningspeger
