Repository: getgle/basedclisp
Catalog: src/po/*.po
Languages: da

source: ~S: Symbol ~S should be imported into ~S before being exported.
da: ~S: Symbolet ~S skal importeres ind i ~S f�r det eksporteres.

source: the symbol to export,
da: symbolet, der skal eksporteres,

source: the old symbol,
da: det gamle symbol,

source: Exporting ~S from ~S produces a name conflict with ~S from ~S. You may choose which symbol should be accessible in ~S.
da: At eksportere ~S fra ~S skaber en navnekonflikt med ~S fra ~S. Du m� v�lge hvilket symbol, som skal v�re tilg�ngeligt i ~S.

source: (~S ~S ~S): ~S name conflicts remain Which symbol with name ~S should be accessible in ~S?
da: (~S ~S ~S): ~S navnekonflikt forbliver. Hvilket symbol med navn ~S skal v�re tilg�ngeligt i ~S?

source: The value of *PACKAGE* was not a package and was reset. The old value was ~S. The new value is ~S.
da: V�rdien af *PACKAGE* var ikke en pakke og blev nulstillet. Den gamle v�rdi var ~S. Den nye v�rdi er ~S.

source: Proceed with the new value.
da: Forts�t med den nye v�rdi.

source: ~S: Package ~S has been deleted.
da: ~S: Pakken ~S er slettet.

source: ~S: There is no package with name ~S
da: ~S: Der er ingen pakke med navnet ~S

source: ~S: argument should be a package or a package name, not ~S
da: ~S: argumentet skal v�re en pakke eller et pakkenavn, ikke ~S

source: ~S: there is already a package named ~S
da: ~S: der er allerede en pakke med navnet ~S

source: ~S: argument should be a symbol or a list of symbols, not ~S
da: ~S: argumentet skal v�re et symbol eller liste af symboler, ikke ~S

source: discard this nickname
da: kass�r dette �genavn

source: return the existing package
da: return�r den eksisterende pakke

source: input another nickname
da: indl�s andet �genavn

source: input another name
da: indl�s et andet navn

source: ~S: a package with name ~S already exists.
da: ~S: en pakke med navnet ~S eksisterer allerede.

source: One should not change the case sensitiveness of ~S.
da: Man skal ikke �ndre versalf�lsomheden for ~S.

source: One should not change the case inversion of ~S.
da: Man skal ikke �ndre versalf�lsomheden for ~S.

source: Ignore.
da: Ignor�r.

source: ~S: There is no package with name ~S.
da: ~S: Der er ingen pakke med navnet ~S.

source: ~*Delete ~S anyway.
da: ~*Fjern ~S alligevel.

source: ~S: ~S is used by ~{~S~^, ~}.
da: ~S: ~S er brugt af ~{~S^, ~}.

source: ~S: ~S is not using ~S
da: ~S: ~S bruger ikke ~S

source: ~S: ~S is not a valid index into ~S
da: ~S: ~S er ikke et gyldigt indeks ind i ~S

source: ~S: ~S is not a record
da: ~S: ~S er ikke en post

source: ~S: length ~S should be of type ~S
da: ~S: l�ngden ~S skal v�re af typen ~S

source: ~S: ~S is not a structure of type ~S
da: ~S: ~S er ikke en struktur af typen ~S

source: ~S: Slot ~S of ~S has no value
da: ~S: Felt ~S af ~S har ingen v�rdi

source: ~S: ~S is not a closure
da: ~S: ~S er ikke en closure

source: ~S: ~S is not a compiled closure
da: ~S: ~S er ikke en oversat closure

source: ~S is not a valid code-vector byte
da: ~S er ikke en gyldig kodevektor-byte

source: ~S: invalid side-effect class ~S for function ~S
da: ~S: ugyldig bivirknings-klasse ~S for funktionen ~S

source: ~S: function ~S is too big: ~S
da: ~S: funktionen ~S er for stor: ~S

source: ~S: argument is not a funcallable instance: ~S
da: ~S: argumentet er ikke en ekstern variabel: ~S

source: ~S: argument is not a function: ~S
da: ~S: argumentet er ikke en ekstern funktion: ~S

source: ~S: This is not a prototype of a generic function: ~S
da: ~S: Dette er ikke en prototype af en generisk funtion: ~S

source: ~S: ~S is not a CLOS class-version
da: ~S: ~S er ikke nogen CLOS-klasseversion

source: ~S: invalid initialization argument ~S
da: ~S: ugyldigt initialargument ~S

source: ~S: invalid arguments: class argument ~S is not the class of ~S
da: ~S: ugyldige argumenter: klasseargumentet ~S er ikke klassen af ~S

source: ~S: invalid slot location ~S
da: ~S: ugyldig feltplacering ~S

source: ~S: not a CLOS instance: ~S
da: ~S: er ikke en CLOS-instans: ~S

source: ~S method for ~S returned ~S
da: ~S-metoden for ~S returnerede ~S

source: ~S: the keys list argument is empty
da: ~S: n�glelistens argument er tomt

source: ~S: ~S is not an association list
da: ~S: ~S er ikke en associationsliste

source: There are no sequences of type ~S
da: Der er ingen sekvenser af typen ~S

source: ~S: sequence type forces length ~S, but result has length ~S
da: ~S: sekvenstypen fremtvinger l�ngden ~S, men resultatet har l�ngden ~S

source: ~S: ~S = ~S should not be greater than ~S = ~S
da: ~S: ~S = ~S skal ikke v�re st�rre end ~S = ~S

source: ~S: the index should be a fixnum >=0, not ~S
da: ~S: indekset skal v�re et fixtal >= 0, ikke ~S

source: ~S: bad length ~S
da: ~S: d�rlig l�ngde ~S

source: ~S: the result ~S is not of type ~S
da: ~S: resultatet ~S er ikke af typen ~S

source: ~S: size should be an integer >=0, not ~S
da: ~S: st�rrelse skal v�re et heltal >= 0, ikke ~S

source: ~S: :UPDATE must not be specified without :INITIAL-ELEMENT
da: ~S: :UPDATE m� ikke angives uden :INITIAL-ELEMENT

source: ~S: sequence ~S is too long: ~S is not a FIXNUM
da: ~S: sekvensen ~S er for lang: ~S er ikke et FIXNUM

source: ~S: the radix must be an integer between 2 and 36, not ~S
da: ~S: basistallet skal v�re et heltal mellem 2 og 36, ikke ~S

source: ~S: the code argument should be an integer, not ~S
da: ~S: kodeargumentet skal v�re et heltal, ikke ~S

source: ~S: cannot coerce ~S to a character
da: ~S: kan ikke forvandle ~S til et tegn

source: ~S: the weight argument should be an integer, not ~S
da: ~S: v�gtargumentet skal v�re et heltal, ikke ~S

source: ~S: argument should be an integer, not ~S
da: ~S: argumentet skal v�re et heltal, ikke ~S

source: ~S: index should be an integer, not ~S
da: ~S: indeks skal v�re et heltal, ikke ~S

source: ~S: ~S-index should be an integer, not ~S
da: ~S: ~S-indekset skal v�re et heltal, ikke ~S

source: ~S: index should be NIL or an integer, not ~S
da: ~S: indekset skal v�re NIL eller et heltal, ikke ~S

source: ~S: ~S-index should be NIL or an integer, not ~S
da: ~S: ~S-indekset skal v�re NIL eller et heltal, ikke ~S

source: ~S: index ~S should not be greater than the length of the string
da: ~S: indekset ~S skal ikke v�re st�rre end l�ngden af strengen

source: ~S: ~S-index ~S should not be greater than the length of the string
da: ~S: ~S-indekset ~S skal ikke v�re st�rre end l�ngden af strengen

source: ~S: index ~S should be less than the length of the string
da: ~S: indekset ~S skal v�re mindre end l�ngden af strengen

source: ~S: ~S-index ~S should be less than the length of the string
da: ~S: ~S-indekset ~S skal v�re mindre end l�ngden af strengen

source: ~S: :START-index ~S must not be greater than :END-index ~S
da: ~S: :START-indekset ~S skal ikke v�re st�rre end :END-indekset ~S

source: ~S: argument ~S should be a string, a symbol or a character
da: ~S: argumentet ~S skal v�re en streng, et symbol eller et tegn

source: ~S: :START1-index ~S must not be greater than :END1-index ~S
da: ~S: :START1-indekset ~S m� ikke v�re st�rre end :END1-indekset ~S

source: ~S: :START2-index ~S must not be greater than :END2-index ~S
da: ~S: :START2-indekset ~S m� ikke v�re st�rre end :END2-indekset ~S

source: ~S: the string length ~S should be nonnegative fixnum
da: ~S: strengl�ngden ~S skal v�re et ikke-negativt fixtal

source: ~S: ~S argument ~S should be of type ~S
da: ~S: ~S argumentet ~S skal v�re af typen ~S

source: ~S: bad frame climbing mode ~S
da: ~S: d�rlig ramme-klatrende tilstand ~S

source: ~S: ~S is not a stack pointer
da: ~S: ~S er ikke en stakpeger

source: ~S: ~S is not a pointer to an EVAL/APPLY frame
da: ~S: ~S er ikke en peger til en EVAL/APPLY-ramme

source: APPLY frame with breakpoint for call
da: APPLY-ramme med stoppunkt for kald

source: APPLY frame for call
da: APPLY-ramme for kald

source: EVAL frame with breakpoint for form
da: EVAL-ramme med stoppunkt for formen

source: EVAL frame for form
da: EVAL-ramme for formen

source: frame binding variables (~ = dynamically):
da: rammebundne variabler (~ = dynamisk):

source: CALLBACK frame
da: CALLBACK-ramme

source: frame binding variables
da: variabelbunden ramme

source: binds (~ = dynamically):
da: binder (~ = dynamisk):

source: frame binding functions
da: funktionsbunden ramme

source: Next environment:
da: N�ste milj�:

source: compiled tagbody frame for
da: oversat m�rkatkrops-ramme for

source: compiled block frame for
da: oversat blokramme for

source: block frame
da: blokramme

source: nested block frame
da: indlejret blokramme

source: tagbody frame
da: m�rkatkrops-ramme

source: nested tagbody frame
da: indlejret m�rkatkrops-ramme

source: ~S: environment is not an association list
da: ~S: milj� er ikke en associationsliste

source: catch frame for tag
da: catch-ramme for m�rkat

source: handler frame for conditions
da: h�ndteringsramme for (fejl-)tilstande

source: unwind-protect frame
da: unwind-protect-ramme

source: driver frame
da: driver-ramme

source: frame binding environments
da: milj�bunden ramme

source: ~S: unknown frame type
da: ~S: ukendt rammetype

source: Unprintable error message
da: uskrivelig fejlbesked

source: internal error or error in message catalog: invalid low-level format string ~S
da: intern fejl eller fejl i beskedkatalog: ugyldig formatstreng p� lavt niveau ~S

source: ~S: User break
da: ~S: Brugerstop

source: Continue execution
da: Forts�t udf�rsel

source: ~S: ~S is not of type ~S
da: ~S: ~S er ikke af typen ~S

source: ~S: ~S comes from a previous Lisp session and is invalid
da: ~S: ~S kommer fra en tidligere Lisp-session og er ugyldig

source: ~S: ~S is not a list
da: ~S: ~S er ikke nogen liste

source: ~S: A proper list must not end with ~S
da: ~S: En �gte liste skal ikke slutte med ~S

source: ~S: A proper list must not be circular: ~S
da: ~S: En �gte liste m� ikke v�re cirkul�r: ~S

source: ~S: ~S is a constant, may not be used as a variable
da: ~S: ~S er en konstant, m� ikke bruges som en variabel

source: ~S: ~S is not a symbol, cannot be declared ~S
da: ~S: ~S er ikke et symbol, kan ikke deklareres ~S

source: Remove the global SYMBOL-MACRO definition
da: Fjern den globale SYMBOL-MACRO-definition

source: ~S: attempting to turn ~S into a SPECIAL variable, but it is already a global SYMBOL-MACRO.
da: ~S: fors�ger at skifte ~S til en SPECIAL-variabel, men den er allerede en global SYMBOL-MACRO.

source: ~S: attempting to turn ~S into a constant, but it is already a global SYMBOL-MACRO.
da: ~S: fors�ger at skifte ~S til en konstant, men det er allerede en global SYMBOL-MACRO.

source: ~S: interning ~S into the KEYWORD package would turn it into a constant, but it is already a global SYMBOL-MACRO.
da: ~S: At importere ~S ind i KEYWORD-pakken ville skifte den til en konstant, men den er allerede en global SYMBOL-MACRO.

source: ~S: the symbol ~S names a global SPECIAL variable
da: ~s: symbolet ~s navngiver en global SPECIAL-variabel

source: ~S: ~S is not a vector
da: ~S: ~S er ikke en vektor

source: ~S: argument ~S is not an array
da: ~S: argumentet ~S er ikke en tabel

source: ~S: argument ~S is not a vector
da: ~S: argumentet ~S er ikke en vektor

source: ~S: argument ~S is not a vector of type ~S
da: ~S: argumentet ~S er ikke en vektor af typen ~S

source: ~S: ~S may not be used as an environment
da: ~S: ~S m� ikke bruges som et milj�

source: ~S: argument ~S is not a nonnegative fixnum
da: ~S: argumentet ~S er ikke et ikke-negativt fixtal

source: ~S: ~S is not an integer
da: ~S: ~S er ikke et heltal

source: ~S: ~S is not a non-negative integer
da: ~S: ~S er ikke et ikke-negativt heltal

source: ~S: index should not be negative: ~S
da: ~S: indekset skal ikke v�re negativt: ~S

source: ~S: ~S-index should not be negative: ~S
da: ~S: ~S-indekset skal ikke v�re negativt: ~S

source: ~S: argument ~S is not a character
da: ~S: argumentet ~S er ikke et tegn

source: ~S: argument ~S is not a string
da: ~S: argumentet ~S er ikke en streng

source: Attempt to modify a read-only string: ~S
da: Fors�g p� at �ndre en skrivebeskyttet streng: ~S

source: ~S: argument ~S is neither a string nor an integer
da: ~S: argumentet ~S er hverken en streng eller et heltal

source: string too long: desired length ~S exceeds the supported maximum length
da: strengen for lang: �nsket l�ngde ~S overskrider den maksimalt underst�ttede l�ngde

source: ~S: ~S is not a class
da: ~S: ~S er ikke en klasse

source: ~S: argument ~S is not a stream
da: ~S: argumentet ~S er ikke en str�m

source: ~S: Argument ~S is not a character set
da: ~S: Argumentet ~S er ikke et tegns�t

source: ~S: the property list ~S has an odd length
da: ~S: egenskabslisten ~S har en sk�v l�ngde

source: ~S: keyword arguments in ~S should occur pairwise
da: ~S: n�gleordsargumenterne i ~S skal v�re parvise

source: ~S: ~S marker ~S is not a symbol
da: ~S: ~S mark�ren ~S er ikke et symbol

source: ~S: illegal keyword/value pair ~S, ~S in argument list. The allowed keywords are ~S
da: ~S: ugyldigt n�gleords/v�rdi-par ~S, ~S i argumentlisten. De tilladte n�gleord er ~S

source: ~S: ~S is not a function
da: ~S: ~S er ikke en funktion

source: ~S: undefined function ~S
da: ~S: udefineret funktion ~S

source: ~S: ~S is not a function name; try using a symbol instead
da: ~S: ~S er ikke et funktionsnavn; pr�v at bruge et symbol istedet

source: ~S: argument ~S is not a function. To get a function in the current environment, write (FUNCTION ...). To get a function in the global environment, write (COERCE '... 'FUNCTION).
da: ~S: argumentet ~S er ikke en funktion. For at hente en funktion i det n�rv�rende milj�, skriv (FUNCTION ...). For at hente en funktion i det globale milj�, skriv (COERCE '... 'FUNCTION).

source: EVAL/APPLY: Too many arguments (~S instead of at most ~S) given to ~S
da: EVAL/APPLY: For mange argumenter (~S i stedet for h�jst ~S) givet til ~S

source: ~S: Too many arguments (~S instead of at most ~S) given to ~S
da: ~S: For mange argumenter (~S i stedet for h�jst ~S) givet til ~S

source: EVAL/APPLY: Too few arguments (~S instead of at least ~S) given to ~S
da: EVAL/APPLY: For f� argumenter (~S i stedet for mindst ~S) givet til ~S

source: ~S: Too few arguments (~S instead of at least ~S) given to ~S
da: ~S: For f� argumenter (~S i stedet for mindst ~S) givet til ~S

source: ~S: variable ~S has no value
da: ~S: variabel ~S har ingen v�rdi

source: ~S: argument ~S is not an integer with at most ~S bits (including the sign bit)
da: ~S: argumentet ~S er ikke et heltal med mindst ~S bit (inklusive fortegnsbitten)

source: ~S: argument ~S is not a nonnegative integer with at most ~S bits
da: ~S: argumentet ~S er ikke et ikke-negativt heltal med mindst ~S bit

source: ~S: ~S is not an `unsigned int' number
da: ~S: ~S er ikke et `unsigned int'-tal

source: ~S: ~S is not an `int' number
da: ~S: ~S er ikke et `int'-tal

source: ~S: ~S is not a `unsigned long' number
da: ~S: ~S er ikke et `unsigned long'-tal

source: ~S: ~S is not a `long' number
da: ~S: ~S er ikke et `long'-tal

source: ~S: ~S is not a single-float
da: ~S: ~S er ikke et simpelt kommatal (single-float)

source: ~S: ~S is not a double-float
da: ~S: ~S er ikke et dobbelt kommatal (double-float)

source: UNIX error
da: UNIX-fejl

source: POSIX library error
da: POSIX-biblioteksfejl

source: Win32 error
da: Win32-fejl

source: This file was produced by another lisp version, must be recompiled.
da: Denne fil stammer fra en anden lispversion: skal genovers�ttes.

source: ~S (~S ~S): out of memory
da: ~S (~S ~S): l�bet t�r for hukommelse

source: ~S: type of attribute ~S is unsupported
da: ~S: attributtypen ~S er ikke underst�ttet

source: GNU C++
da: GNU G++

source: C++ compiler
da: C++-overs�tter

source: C compiler
da: C-overs�tter

source: ~S: Lisp value ~S is not found in table ~S: ~S
da: ~S: Lisp-v�rdien ~S findes ikke i tabel ~S: ~S

source: ~S: too large shift amount ~S
da: ~S: for stort skiftetal ~S

source: ~S: unidentifiable type!!!
da: ~S: typen ikke identific�rbar!!!

source: ~S: type ~S does not correspond to a class
da: ~S: typen ~S svarer ikke til en klasse

source: ~S: ~S does not name a class
da: ~S: ~S navngiver ikke nogen klasse

source: ~S: type definition for ~S exceeds depth limit, maybe recursive
da: ~S: typedefinitionen for ~S overskrider dybdegr�nsen, muligvis rekursiv

source: ~S: invalid type specification ~S
da: ~s: ~s er en ugyldig typeanf�rsel

source: ~S: ~S cannot be coerced to type ~S
da: ~S: ~S kan ikke forvandles til type ~S

source: ~S: the property list of ~S has an odd length
da: ~S: egenskabslisten for ~S har en sk�v l�ngde

source: ~S: ~S is not a system function
da: ~S: ~S er ikke en systemfunktion

source: The value of *GENSYM-COUNTER* was not a nonnegative integer. Old value ~S. New value ~S.
da: V�rdien af *GENSYM-COUNTER* var ikke et heltal >= 0. Forrige v�rdi: ~S. Ny v�rdi: ~S.

source: ~S: argument should be a positive fixnum, not ~S
da: ~S: argumentet skal v�re et positivt fixtal, ikke ~S

source: ~S: ~S is not a number
da: ~S: ~S er ikke et tal

source: ~S: ~S is not a real number
da: ~S: ~S er ikke et reelt tal

source: ~S: ~S is not a floating-point number
da: ~S: ~S er ikke et kommatal

source: ~S: ~S is not a rational number
da: ~S: ~S er ikke et rationalt tal

source: ~S: argument should be a ~S, not ~S
da: ~S: argumentet skal v�re en ~S, ikke ~S

source: ~S: the value of ~S should be a ~S, not ~S
da: ~S: v�rdien af ~S skal v�re en ~S, ikke ~S

source: ~S: argument should be positive and an integer or float, not ~S
da: ~S: argumentet skal v�re positivt og et heltal eller kommatal, ikke ~S

source: ~S: division by zero
da: ~S: deling med nul

source: ~S: floating point overflow
da: ~S: kommatal-overl�b

source: ~S: floating point underflow
da: ~S: kommatal-underl�b

source: not a 32-bit integer: ~S
da: ikke et 32-bit-heltal: ~S

source: not a 64-bit integer: ~S
da: ikke et 64-bit-heltal: ~S

source: bignum overflow
da: stortals-overl�b

source: ~S: ~S is not a valid boolean operation
da: ~S: ~S er en ugyldig boolsk operation

source: ~S: index ~S is negative
da: ~S: indekset ~S er negativt

source: ~S: shift ~S is too large
da: ~S: skift ~S er for stort

source: The arguments to BYTE must be fixnums >=0: ~S, ~S
da: Argumenterne til BYTE skal v�re fixtal >= 0: ~S, ~S

source: ~S is not a BYTE specifier
da: ~S er ikke en BYTE-anvisning

source: overflow during multiplication of large numbers
da: Overl�b ved multiplikation af store tal

source: quotient ~S / ~S is not an integer
da: Kvotienten ~S / ~S er ikke et heltal

source: long float too long
da: lange kommatal (long-float) for lange

source: ~S: floating point NaN occurred
da: ~S: kommatals NaN (ikke et tal) forekom

source: Floating point operation combines numbers of different precision. See ANSI CL 12.1.4.4 and the CLISP impnotes for details. The result's actual precision is controlled by ~S. To shut off this warning, set ~S to ~S.
da: Kommatalsberegninger kombinerer tal af forskellig pr�cision. Se ANSI CL 12.1.4.4 og implementationsbem�rkningerne (impnotes). Resultatets faktiske pr�cision kontrolleres af ~S. For at undg� denne advarsel i fremtiden, s�t ~S til ~S.

source: Numerical operation combines exact and inexact numbers (rational numbers and floating-point numbers), and the mathematical result is exact. See ANSI CL 12.1.4.1 and the CLISP impnotes for details. The result's actual exactness is controlled by ~S. To shut off this warning, set ~S to ~S.
da: Kommatalsberegninger kombinerer tal af forskellig pr�cision. Se ANSI CL 12.1.4.4 og implementationsbem�rkningerne (impnotes). Resultatets faktiske pr�cision kontrolleres af ~S. For at undg� denne advarsel i fremtiden, s�t ~S til ~S.

source: ~S: must not specify both :TEST and :TEST-NOT arguments
da: ~S: M� ikke anf�re b�de :TEST og :TEST-NOT argumenter

source: ~S: argument is not a foreign object: ~S
da: ~S: argumentet er ikke et eksternt objekt: ~S

source: ~S: argument ~S should be a ~S, ~S or ~S
da: ~S: argumentet ~S skal v�re af typen ~S, ~S eller ~S

source: ~S: must not invalidate the sole FFI session pointer
da: ~S: Den eneste ene FFI-sessions-peger m� ikke g�res ugyldig

source: ~S: cannot resurrect the zombie ~S
da: ~S: kan ikke genoplive den n�sten d�de ~S

source: Foreign variable ~S already exists
da: Den eksterne variabel ~S eksisterer allerede

source: Foreign function ~S already exists
da: Den eksterne funktion ~S eksisterer allerede

source: No foreign int type of size ~S
da: Ingen ekstern datatype af st�rrelse ~S

source: Cannot redefine foreign type ~S from ~S to ~S
da: Kan ikke redefinere ekstern type ~S fra ~S til ~S

source: ~S: illegal foreign data type ~S
da: ~S: ugyldig ekstern datatype: ~S

source: ~S: ~S cannot be converted to the foreign type ~S
da: ~S: ~S kan ikke forvandles til den eksterne type ~S

source: ~S: 64 bit integers are not supported on this platform and with this C compiler: ~S
da: ~S: 64-bit-heltal er ikke underst�ttet p� denne platform og med denne C-overs�tter: ~S

source: ~S: illegal foreign function type ~S
da: ~S: ugyldig ekstern funtionstype ~S

source: ~S cannot be converted to a foreign function with another calling convention.
da: ~S kan ikke forvandles til en ekstern funktion med anden kaldekonvention.

source: ~S: element type has size 0: ~S
da: ~S: elementtypen har st�rrelsen 0: ~S

source: ~S: trying to read an object of type ~S from NULL address
da: ~S: pr�ver p� at l�se et objekt af type ~S fra NULL-adresse

source: ~S: trying to write object ~S of type ~S into NULL address
da: ~S: pr�ver p� at skrive objekt ~S af type ~S ud i NULL-adresse

source: ~S: foreign variable with unknown type, missing DEF-C-VAR: ~S
da: ~S: ekstern variabel med ukendt type, mangler DEF-C-VAR: ~S

source: ~S: foreign variable ~S does not exist
da: ~S: Den eksterne variabel ~S eksisterer ikke

source: ~S: foreign variable ~S does not have the required size or alignment
da: ~S: den eksterne variabel ~S har ikke den p�kr�vede st�rrelse eller placering

source: ~S: type specifications for foreign variable ~S conflict: ~S and ~S
da: ~S: typeanf�rslerne for ekstern variabel ~S i konflikt: ~S og ~S

source: ~S: foreign variable ~S does not have the required alignment
da: ~S: ekstern variabel ~S har ikke den p�kr�vede placering

source: ~S: foreign variable ~S may not be modified
da: ~S: ekstern variabel ~S m� ikke �ndres

source: ~S: foreign variable ~S of type ~S is not an array
da: ~S: ekstern variabel ~S af typen ~S er ikke en tabel

source: ~S: foreign variable ~S of type ~S is not a pointer
da: ~S: ekstern variabel ~S af typen ~S er ikke en peger

source: ~S: foreign variable ~S of type ~S is not a struct or union
da: ~S: ekstern variabel ~S af typen ~S er ikke en C-struktur (struct) eller C-forening (union)

source: ~S: foreign variable ~S of type ~S has no component with name ~S
da: ~S: ekstern variabel ~S af typen ~S har ingen komponent med navnet ~S

source: ~S: ~S has no type, :FULL is illegal
da: ~S: ~S har ingen type, hvorved :FULL bliver ugyldig

source: ~S: foreign function with unknown calling convention, missing DEF-CALL-OUT: ~S
da: ~S: ekstern funktion med ukendt kaldekonvention, mangler DEF-CALL-OUT: ~S

source: ~S: foreign function ~S does not exist
da: ~S: ekstern funktion ~S eksisterer ikke

source: ~S: calling conventions for foreign function ~S conflict
da: ~S: kaldekonventionerne for den ekstern funktion ~S i konflikt

source: ~S: :OUT argument is not a pointer: ~S
da: ~S: :OUT-argumentet er ikke en peger: ~S

source: ~S: ~S is not supported on this platform.
da: ~S: ~S er ikke underst�ttet p� denne platform.

source: ~S: Cannot open library ~S: ~S
da: ~S: Biblioteket ~S kan ikke �bnes: ~S

source: ~S: Cannot open library ~S
da: ~S: Kan ikke �bne biblioteket ~S

source: ~S: no dynamic object named ~S in library ~S
da: ~S: intet dynamisk objekt med navnet ~S er i biblioteket ~S
