Repository: getgle/basedclisp
Catalog: src/po/*.po
Languages: da

source: ~S: no dynamic object named ~S (version ~S) in library ~S
da: ~S: intet dynamisk objekt med navnet ~S (version ~S) er i biblioteket ~S

source: The destination argument ~S is invalid (not NIL or T or a stream or a string).
da: Destinationsargumentet ~S er ugyldigt (hverken NIL, T, en str�m eller en streng).

source: ~S: The control-string must be a string, not ~S
da: ~S: Kontrolstrengen skal v�re en streng, ikke ~S

source: Continuable Error
da: Fejl, som kan forts�tte udf�relse

source: special operator
da: speciel operator

source: macro
da: makro

source: function
da: funktion

source: ~A: redefining ~A ~S in ~A, was defined in ~A
da: ~A: ~A ~S i ~A bliver redefineret, var allerede defineret i ~A

source: ~S is impossible in compiled code
da: ~s er umuligt i oversat kode

source: ~S is an invalid function environment
da: ~s er et ugyldigt funktionsmilj�

source: ~S is an invalid variable environment
da: ~s er et ugyldigt variabelmilj�

source: ~S: ~S is illegal since ~S is a local macro
da: ~s: ~s er ugyldigt, da ~s er en lokal makro

source: ~S: invalid function environment ~S
da: ~s: ugyldigt opbygget funktionsmilj�: ~s

source: ~S: ~S is invalid since ~S is not a symbol
da: ~s: ~s er ugyldigt, da ~s ikke er et symbol

source: code after MACROLET contains a dotted list, ending with ~S
da: MACROLET-kode med prikket liste ender p� ~s

source: code after SYMBOL-MACROLET contains a dotted list, ending with ~S
da: SYMBOL-MACROLET-kode med prikket liste ender p� ~s

source: ~S: symbol ~S must not be declared SPECIAL and a macro at the same time
da: ~s: symbolet ~s m� ikke deklareres specielt og som makro p� samme tid

source: ~S: symbol ~S is declared special and must not be declared a macro
da: ~s: symbolet ~s er deklareret specielt og m� ikke deklareres makro

source: bad function environment occurred in ~S: ~S
da: d�rligt funktionsmilj� forekom i ~s: ~s

source: ~S: invalid form ~S
da: ~s: ugyldig form ~s

source: code contains a dotted list, ending with ~S
da: kode med prikket liste ender p� ~s

source: lambda list must not end with the atom ~S
da: lambdaliste m� ikke slutte p� atomet ~s

source: ~S: variable list ends with the atom ~S
da: ~s: variabelliste ender p� atomet ~s

source: FLET/LABELS: code contains a dotted list, ending with ~S
da: FLET/LABELS: kode med prikket liste ender p� ~s

source: FUNCTION-MACRO-LET: code contains a dotted list, ending with ~S
da: FUNCTION-MACRO-LET: kode med prikket liste ender p� ~s

source: WARNING:
da: ADVARSEL:

source: ~S: compiled file ~A lacks a version marker
da: ~S: den oversatte fil ~A mangler en versionsmark�r

source: ~S: compiled file ~A has a corrupt version marker ~S
da: ~S: den oversatte fil ~A har en �delagt versionsmark�r ~S

source: ~S: compiled file ~A was created by an older CLISP version and needs to be recompiled
da: ~S: den oversatte fil ~A blev skabt af en �ldre CLISP-version og skal genovers�ttes.

source: ~S: A file with name ~A does not exist
da: ~s: filen med navnet ~a eksisterer ikke

source: Loading file ~A ...
da: Indl�ser filen ~A ...

source: Loaded file ~A
da: Har indl�st filen ~A

source: ~S: missing function name and/or parameter list
da: ~s: manglende funktionsnavn og/eller parameterliste

source: ~S: special operator ~S cannot be redefined.
da: ~s: den specielle operator ~s kan ikke redefineres

source: exit clause in ~S must be a list
da: udgangsklausulen i ~s skal v�re en liste

source: ~S: cannot define a function from that: ~S
da: ~s: kan ikke definere en funktion fra dette: ~s

source: ~S: the name of a function must be a symbol, not ~S
da: ~s: funktionsnavnet skal v�re et symbol, ikke ~s

source: ~S: function ~S is missing a lambda list
da: ~s: funktionen ~s mangler en lambdaliste

source: If you continue (by typing 'continue'):
da: Hvis du forts�tter (ved at skrive 'continue'):

source: ~S: unquotes may occur only in (...) or #(...) forms
da: ~s: et komma (som unquote) m� kun forekomme i formerne (...) eller #(...)

source: ~S: comma is illegal outside of backquote
da: ~s: komma er ugyldigt udenfor backquote

source: ~S: more commas out than backquotes in, is illegal
da: ~s: flere kommaer uden for end indenfor backquote er ugyldigt

source: ~S: unquotes may not occur in structures
da: ~s: komma (som unquote) m� ikke forekomme i strukturer

source: ~S: unquotes may not occur in arrays
da: ~s: komma (som unquote) m� ikke forekomme i tabeller

source: the syntax `,@form is invalid
da: syntaksen `,@form er udefineret adf�rd

source: the syntax `,.form is invalid
da: syntaksen `,.form er udefineret adf�rd

source: the syntax `( ... . ,@form) is invalid
da: syntaksen `( ... . ,@form) er udefineret adf�rd

source: the syntax `( ... . ,.form) is invalid
da: syntaksen `( ... . ,.form) er udefineret adf�rd

source: The macro ~S may not be called with ~S arguments: ~S
da: Makroen ~s kan ikke kaldes med ~s argumenter: ~s

source: ~S: ~S does not match lambda list element ~:S
da: ~s: ~s stemmer ikke overens med lambdaliste-elementet ~:s

source: The rest of the lambda list will be ignored.
da: Resten af lambdalisten vil blive ignoreret.

source: in macro ~S: ~S may not be used as &AUX variable.
da: i makroen ~s er ~s ikke anvendelig som &AUX-variabel.

source: ~S: invalid supplied-p variable ~S
da: ~s: ugyldig pr�sens-indikator-variabel ~s

source: It will be ignored.
da: Det vil blive ignoreret.

source: The lambda list of macro ~S contains a badly placed ~S.
da: Lambdalisten for makroen ~s har ~s p� et d�rligt sted.

source: The lambda list of macro ~S contains the invalid element ~S
da: Lambdalisten for makroen ~s har f�lgende ugyldige element: ~s

source: ~0*It will be ignored.
da: ~0*Den vil blive ignoreret.

source: The lambda list of macro ~S contains an invalid keyword specification ~S
da: Lambdalisten for makroen ~s har en ugyldig n�gleordsanf�rsel: ~s

source: The lambda list of macro ~S is missing a variable after &REST/&BODY.
da: Lambdalisten for makroen ~s mangler en variabel efter &REST/&BODY.

source: The lambda list of macro ~S contains an illegal variable after &REST/&BODY: ~S
da: Lambdalisten for makroen ~s har en ugyldig variabel, ~s, efter &REST/&BODY

source: The lambda list of macro ~S contains a misplaced dot.
da: Lambdalisten for makroen ~s har en malplaceret prik.

source: They will be ignored.
da: De vil blive ignorerede.

source: The lambda list of macro ~S contains superfluous elements: ~S
da: Lambdalisten for makroen ~s har overfl�dige elementer: ~s

source: The lambda list of macro ~S contains an illegal &REST variable: ~S
da: Lambdalisten for makroen ~s har en ugyldig &REST-variabel: ~s

source: The lambda list of macro ~S contains an invalid &WHOLE: ~S
da: Lambdalisten for makroen ~s har en ugyldig &WHOLE-anf�rsel: ~s

source: The lambda list of macro ~S contains a superfluous ~S.
da: Lambdalisten for makroen ~s har et overfl�digt ~s

source: The lambda list of macro ~S contains ~S before &KEY.
da: Lambdalisten for makroen ~s har ~s f�r &KEY.

source: The lambda list of macro ~S contains ~S which is illegal here.
da: Lambdalisten for makroen ~s har ~s, der er ugyldigt her.

source: The lambda list of macro ~S contains an invalid element ~S
da: Lambdalisten for makroen ~s har et ugyldigt element: ~s

source: In the lambda list of macro ~S, &ENVIRONMENT must be followed by a non-NIL symbol: ~S
da: I lambdalisten for makroen ~s skal &ENVIRONMENT f�lges af et symbol ulig NIL: ~s

source: Cannot define a macro from that: ~S
da: Kan ikke definere en makro fra dette: ~s

source: The name of a macro must be a symbol, not ~S
da: Makronavnet skal v�re et symbol, ikke ~s

source: Macro ~S is missing a lambda list.
da: Makroen ~s mangler en lambdaliste.

source: ~S: non-symbol ~S cannot be a variable
da: ~s: kun symboler kan defineres som variabler, ikke ~s

source: ~S: the constant ~S must not be redefined to be a variable
da: ~s: konstanten ~s m� ikke redefineres til at v�re en variabel

source: ~S: non-symbol ~S cannot be defined constant
da: ~s: kun symboler kan defineres som konstanter, ikke ~s

source: ~S redefines the constant ~S. Its old value was ~S.
da: ~s redefinerer konstanten ~s. Dens forrige v�rdi var ~s.

source: Invalid syntax in ~S form: ~S.
da: Ugyldig syntaks i ~s-formen: ~s.

source: ~S called with an odd number of arguments: ~S
da: ~s kaldet med et sk�vt antal argumenter: ~s

source: ~S: missing key list
da: ~s: manglende n�gleliste

source: Not a list of COND clauses: ~S
da: Dette er ikke en liste af COND-klausuler: ~s

source: The atom ~S must not be used as a COND clause.
da: Atomet ~s m� ikke bruges som en COND-klausul.

source: Invalid clause in ~S: ~S
da: Ugyldig klausul i ~s: ~s

source: ~A~%The value is: ~S
da: ~a~%V�rdien er: ~s

source: Retry
da: Pr�v igen

source: ~S must evaluate to a non-NIL value.
da: ~s skal give en v�rdi ulig NIL

source: The value of ~S must be of one of the types ~{~S~^, ~}
da: V�rdien af ~s skal v�re en af typerne ~{~s~^, ~}

source: The value of ~S must be one of ~{~S~^, ~}
da: V�rdierne af ~s skal v�re en af ~{~s~^, ~}

source: ~S used as a key in ~S, it would be better to use parentheses.
da: ~s brugt som n�gle i ~s b�r hellere s�ttes i parenteser.

source: ~S is a built-in type and may not be redefined.
da: ~s er en indbygget type og m� ikke redefineres.

source: The deftype expander for ~S may not be called with ~S arguments.
da: deftype-udvideren for ~s kan ikke kaldes med ~s argumenter.

source: ~S: the name of a symbol macro must be a symbol, not ~S
da: ~s: makronavnet skal v�re et symbol, ikke ~s

source: missing symbol types (~S/~S/~S) in ~S
da: manglende symboltyper (~s/~s/~s) i ~s

source: ~S: flag must be one of the symbols ~S, ~S, ~S, not ~S
da: ~s: flag skal v�re et af symbolerne ~s, ~s eller ~s, ikke ~s

source: ~S: ~S does not name a logical host
da: ~s: ~s navngiver ikke en logisk v�rt

source: Loading logical hosts from file ~A ...
da: Henter logiske v�rter fra filen ~A ...

source: Defined logical host ~A
da: Defineret logisk v�rt ~A

source: No translations for logical host ~S found
da: Ingen overs�ttelser for den logiske v�rt ~s er fundet

source: ~S: argument ~S should be a nonnegative number
da: ~S: argumentet ~Ss skal v�re et ikke-negativt tal

source: incorrect date: ~S-~S-~S ~S:~S:~S, time zone ~S
da: ukorrekt dato: ~s.~s.~s, ~S:~S:~S, tidszone ~s

source: Lambda list marker ~S not allowed here.
da: Lambdalistemark�ren ~S er ikke gyldig p� dette sted.

source: Invalid lambda list element ~S
da: Ugyldigt lambdaliste-element ~S

source: Invalid lambda list element ~S. A lambda list may only contain symbols and lists.
da: Ugyldigt lambdaliste-element ~s: En lambdaliste m� kun best� af symboler og lister.

source: Lambda lists with dots are only allowed in macros, not here: ~S
da: Prikkede Lambdalister er kun tilladt i makroer, ikke p� dette sted: ~S

source: Duplicate variable name ~S
da: Duplikeret variabelnavn ~S

source: The function (~S ~S) is hidden by a SETF expander.
da: Funktionen (~s ~s) er skjult af en SETF-udvideren.

source: The argument ~S to ~S should be a keyword.
da: Argumentet ~s til ~s skal v�re et n�gleord.

source: ~S: Argument ~S is not a SETF place.
da: ~s: Argumentet ~s skal anf�re en SETF-placering.

source: SETF place ~S should produce exactly one store variable.
da: SETF-placeringen ~S skal skabe pr�cis end en pladsvariabel.

source: The name of the accessor must be a symbol, not ~S
da: Navnet p� tilgangen skal v�re et symbol, ikke ~s

source: The SETF expander for ~S may not be called with ~S arguments.
da: SETF-udvideren for ~s kan ikke kaldes med ~s argumenter.

source: ~S: Too many arguments: ~S
da: ~s: For mange argumenter: ~s

source: ~S: The documentation string must be a string: ~S
da: ~s: Dokumentationsstrengen skal v�re en streng: ~s

source: ~S ~S: invalid ~S lambda-list: ~A
da: ~S ~S: ugyldig lambdaliste (~S): ~A

source: (~S ~S): Illegal syntax.
da: (~s ~s): Ugyldig syntaks.

source: ~S: index ~S is too large for ~S
da: ~S: indekset ~s er for stort for ~s

source: ~S: Illegal place: ~S
da: ~s: Ugyldig placeringsform: ~s

source: ~S: too few arguments: ~S
da: ~s: for f� argumenter: ~s

source: ~S is only defined for functions of the form #'symbol.
da: ~s er kun defineret for funktioner af formen #'symbol.

source: ~S on ~S is not a SETF place.
da: ~s fra ~s kan ikke anvendes som en SETF-placering.

source: SETF place ~S expects different numbers of values in the true and false branches (~D vs. ~D values).
da: SETF-placeringen ~s forventede et andet antal v�rdier i sandheds- og falskheds-forgreningerne (~d v�rdier i mods�tning til ~d).

source: argument is not a float: ~S
da: argumentet er ikke et kommatal: ~S

source: ~S ~A: the symbol ~A must not be specified more than once
da: ~S ~A: symbolet ~a m� kun anf�res en enkelt gang

source: ~S ~A: the ~S option must not be given more than once
da: ~S ~A: ~S-tilvalget m� kun anf�res en enkelt gang

source: ~S ~A: unknown option ~S
da: ~s ~a: ~S-tilvalget eksisterer ikke

source: ~S ~A: invalid syntax in ~S option: ~S
da: ~S ~A: ugyldig syntaks i ~S-tilvalget: ~S

source: ~S ~A: not a ~S option: ~S
da: ~s ~a: dette er ikke et ~S-tilvalg: ~S

source: This symbol will be created.
da: Dette symbol vil blive lavet.

source: ~S ~A: There is no symbol ~A::~A .
da: ~s ~a: Der er ikke symbol som dette: ~a::~a .

source: ~S: argument to SATISFIES must be a symbol: ~S
da: ~s: argumentet til SATISFIES skal v�re et symbol: ~s

source: ~S: type ~S is not a subtype of ~S
da: ~S: typen ~s er ikke afledt (en deltype) af ~s

source: ~S: dimension ~S is invalid
da: ~S: dimensionen ~S er ugyldig

source: ~S: rank ~S is invalid
da: ~S: rangen p� ~S er ugyldig

source: ~S: argument to ~S must be *, ~S or a list of ~S: ~S
da: ~s: argumentet til ~s skal v�re *, ~s eller en liste af ~s: ~s

source: ~S: argument to MOD must be an integer: ~S
da: ~s: argumentet til MOD skal v�re et heltal: ~S

source: ~S is not up-to-date with ~S for element type ~S
da: ~S er ikke ajour med ~S for elementtypen ~S

source: (~S ~S): The slot name is not specified.
da: (~S ~S): Feltnavnet er ikke anf�rt.

source: (~S ~S): The slot name should be a symbol, not ~S
da: (~S ~S): Feltnavnet skal v�re et symbol, ikke ~S

source: (~S ~S) for slot ~S: The ~S and ~S arguments can only be specified together.
da: (~S ~S) for feltet ~S: ~S- og ~S-argumenterne kan kun anf�res sammen.

source: (~S ~S) for slot ~S: The ~S argument should be a function, not ~S
da: (~S ~S) for feltet ~S: ~S-argumentet skal v�re en funktion, ikke ~S

source: (~S ~S) for slot ~S: The ~S argument should be a symbol, not ~S
da: (~S ~S) for feltet ~S: ~S-argumentet skal v�re et symbol, ikke ~S

source: (~S ~S) for slot ~S: The ~S argument should be a proper list of symbols, not ~S
da: (~S ~S) for feltet ~S: ~S-argumentet skal v�re en �gte liste af symboler, ikke ~S

source: (~S ~S) for slot ~S: The ~S argument should be a string or NIL, not ~S
da: (~S ~S) for feltet ~S: ~S-argumentet skal v�re en streng eller NIL, ikke ~S

source: (~S ~S) for slot ~S: The ~S argument should be a proper list of function names, not ~S
da: (~S ~S) for feltet ~S: ~S-argumentet skal v�re en �gte liste af funktionsnavne, ikke ~S

source: Wrong ~S result for class ~S, slot ~S: value of ~S is wrong: ~S
da: Forkert ~S-resultat for klassen ~S, feltet ~S: v�rdien af ~S er forkert: ~S

source: Wrong ~S result for class ~S: not a subclass of ~S: ~S
da: Forkert ~S-resultat for klassen ~S: ikke en afledt klasse af ~S: ~S

source: ~S ~S, slot option for slot ~S: ~S is not a valid slot option
da: ~S ~S, felttilvalget for feltet ~S: ~S er ikke et gyldigt felttilvalg

source: ~S: Some methods have been removed from their generic function, but the list in the ~S specializer was not updated.
da: ~S: Nogle metoder er blevet fjernet fra deres generiske funktion, men listen i ~S-specialisationerne (kombinationerne) var ikke ajour.

source: (~S ~S) for class ~S: The ~S argument should be a proper list, not ~S
da: (~S ~S) for klassen ~S: ~S-argumentetet skal v�re en �gte liste, ikke ~S

source: (~S ~S) for class ~S: The direct-superclasses list should consist of classes, not ~S
da: (~S ~S): klassen ~S: Den direkte superklasseliste skal best� af klasser, ikke ~S

source: (~S ~S) for class ~S: The metaclass ~S forbids more than one direct superclass: It does not support multiple inheritance.
da: (~S ~S): for klassen ~S: Metaklassen ~S tillader kun �n direkte superklasse: Den underst�tter ikke multipel nedarving/specialisering.

source: (~S ~S) for class ~S: The direct slot specification ~S is not in the canonicalized form (slot-name initform initfunction).
da: (~S ~S) for klassen ~S: Den direkte feltanf�rsel ~S er ikke den kanoniserede form (feltnavn initialform initialfunktion).

source: (~S ~S) for class ~S: The ~S argument should be a string or NIL, not ~S
da: (~S ~S) for klassen ~S: ~S-argumentet skal v�re en streng eller NIL, ikke ~S

source: ~S: argument ~S is not a symbol
da: ~S: argumentet ~s er ikke et symbol

source: ~S: cannot redefine built-in class ~S
da: ~S: den indbyggede klasse ~S kan ikke redefineres

source: class
da: Klasse

source: ~S ~S: expecting list of superclasses instead of ~S
da: ~S ~S: forventede en liste af superklasser i stedet for ~S

source: ~S ~S: superclass name ~S should be a symbol
da: ~S ~S: superklassenavnet ~S skal v�re et symbol

source: ~S ~S: expecting list of slot specifications instead of ~S
da: ~S ~S: forventede liste af feltanf�rsler i stedet for ~S

source: ~S ~S: Every second slot name is a keyword, and these slots have no options. If you want to define a slot with options, you need to enclose all slot specifications in parentheses: ~S, not ~S.
da: ~S ~S: Hvert andet "feltnavn" er et n�gleord, og disse felter har ingen valgfriheder. Hvis du �nsker at definere et felt med valgfrihed, skal du s�tte alle feltanf�rslerne i parentes: ~S, ikke ~S.

source: ~S ~S: slot name ~S should be a symbol
da: ~S ~S: feltnavnet ~S skal v�re et symbol

source: ~S ~S: There may be only one direct slot with the name ~S.
da: ~S ~S: Der m� kun v�re et direkte felt med navnet ~S.

source: ~S ~S: slot options for slot ~S must come in pairs
da: ~S ~S: felttilvalgene for feltet ~S skal anf�res parvis

source: ~S ~S, slot option for slot ~S: ~S is not a non-NIL symbol
da: ~S ~S, felttilvalget for feltet ~S: ~S er ikke et symbol ulig NIL

source: ~S ~S, slot option for slot ~S: ~S is not a function name
da: ~S ~S, felttilvalget for feltet ~S: ~S er ikke et funktionsnavn

source: ~S ~S, slot option ~S for slot ~S may only be given once
da: ~S ~S, felttilvalget ~S for feltet ~S m� kun anf�res en enkelt gang

source: ~S ~S, slot option for slot ~S: ~S is not a symbol
da: ~S ~S, felttilvalget for feltet ~S: ~S er ikke et symbol

source: ~S ~S, slot option for slot ~S: ~S is not a string
da: ~S ~S, felttilvalget for feltet ~S: ~S er ikke en streng

source: ~S ~S: option ~S may only be given once
da: ~S ~S: tilvalget ~S m� kun anf�res en enkelt gang

source: ~S ~S, option ~S: ~S is not a symbol
da: ~S ~S, tilvalget ~S: ~S er ikke et symbol

source: ~S ~S, option ~S: arguments must come in pairs
da: ~S ~S, tilvalget ~S: argumenter skal anf�res parvis

source: ~S ~S, option ~S: ~S may only be given once
da: ~S ~S, tilvalget ~S: ~S m� kun anf�res en enkelt gang

source: ~S ~S, option ~S: ~S is not a string
da: ~S ~S, tilvalget ~S: ~S er ikke en streng

source: ~S ~S: invalid option ~S
da: ~S ~S: ~S er et ugyldigt tilvalg

source: ~S: class name ~S should be a symbol
da: ~S: klassenavnet ~S skal v�re et symbol

source: ~S for class ~S: metaclass ~S is neither a class or a symbol
da: ~S for klassen ~S: metaklassen ~S er hverken en klasse eller et symbol

source: ~S for class ~S: metaclass ~S is not a subclass of CLASS
da: ~S for klassen ~S: metaklassen ~S er ikke en afledt klasse af CLASS

source: ~S for class ~S: The ~S argument should be a proper list, not ~S
da: ~S for klassen ~S: ~S-argumentet skal v�re en �gte liste, ikke ~S

source: ~S for class ~S: The direct-superclasses list should consist of classes and symbols, not ~S
da: ~S for klassen ~S: Den direkte superklasseliste skal best� af klasser og symboler, ikke ~S

source: Cannot redefine ~S with a different metaclass ~S
da: Kan ikke redefinere ~S med den anden metaklasse ~S

source: Wrong ~S result for ~S: not a class: ~S
da: Forkert ~S-resultat for ~S: ikke en klasse: ~S

source: Redefining metaobject class ~S has no effect.
da: At redefinere metaobjektklassen ~S har ingen virkning.

source: (~S ~S): superclass ~S should be of class ~S
da: (~S ~S): superklassen ~S skal v�re af klassen ~S

source: (~S ~S) for class ~S: ~S does not allow ~S to become a subclass of ~S. You may define a method on ~S to allow this.
da: (~S ~S) for klassen ~S: ~S tillader ikke ~S at blive en afledt klasse af ~S. Du m� definere en metode p� ~S for at tillade dette.

source: Wrong ~S result for class ~S: not a proper list: ~S
da: Forkert ~S-resultat for klassen ~S: ikke en �gte liste: ~S

source: Wrong ~S result for class ~S: list element is not a class: ~S
da: Forkert ~S-resultat for klassen ~S: listeelementet er ikke en klasse: ~S

source: Wrong ~S result for class ~S: ~S is not a direct superclass of ~S
da: Forkert ~S-resultat for klassen ~S: ~S er ikke en direkte superklasse for ~S

source: ~S ~S: inconsistent precedence graph, cycle ~S
da: ~S ~S: inkonsistent pr�cedensgraf, cyklus ~S

source: (class-precedence-list ~S) and (class-precedence-list ~S) are inconsistent
da: (class-precedence-list ~S) og (class-precedence-list ~S) er inkonsistente

source: Wrong ~S result for class ~S: list doesn't start with the class itself: ~S
da: Forkert ~S-resultat for klassen ~S: listen begynder ikke med klassen selv: ~S

source: Wrong ~S result for class ~S: list doesn't end with ~S: ~S
da: Forkert ~S-resultat for klassen ~S: listen slutter ikke med klassen selv ~S: ~S

source: Wrong ~S result for class ~S: list contains duplicates: ~S
da: Forkert ~S-resultat for klassen ~S: listen indeholder duplikater: ~S

source: Wrong ~S result for class ~S: list doesn't contain the superclass~[~;~:;es~] ~{~S~^, ~}.
da: Forkert ~S-resultat for klassen ~S: listen indeholder ikke superklass~[erne~;en~:;erne~] ~{~S~^, ~}.

source: Wrong ~S result for class ~S: list contains elements that are not superclasses: ~{~S~^, ~}
da: Forkert ~S-resultat for klassen ~S: listen indeholder elementer, som ikke er superklasser: ~{~S~^, ~}

source: ~S: argument should be a non-empty proper list, not ~S
da: ~S: argumentet skal v�re en fyldt, �gte liste, ikke ~S

source: ~S: argument list element is not a ~S: ~S
da: ~S: argumentliste-elementet er ikke en ~S: ~S

source: ~S: argument list elements should all have the same name, not ~S and ~S
da: ~S: argumentliste-elementer skal alle have samme navn, ikke ~S og ~S

source: Wrong ~S result for ~S: not a list of keyword/value pairs: ~S
da: Forkert ~S-resultat for ~S: ikke en liste af parvise n�gleord og v�rdier: ~S

source: Wrong ~S result for ~S: missing ~S
da: Forkert ~S-resultat for ~S: mangler ~S

source: Wrong ~S result for ~S: invalid ~S value
da: Forkert ~S-resultat for ~S: ugyldig ~S-v�rdi

source: Wrong ~S result for class ~S, slot ~S: not an ~S instance: ~S
da: Forkert ~S-resultat for ~S: feltet ~S: ikke en ~S-instans: ~S

source: Wrong ~S result for class ~S: list element is not a ~S: ~S
da: Forkert ~S-resultat for ~S: liste-elementet er ikke en ~S: ~S

source: Wrong ~S result for class ~S: list contains duplicate slot names: ~S
da: Forkert ~S-resultat for ~S: listen indeholder duplikerede feltnavne:: ~S

source: In class ~S, the slot ~S is constrained by incompatible constraints inherited from the superclasses.
da: I klassen ~S er feltet ~S afgr�nset af ukompatible kriterier afledt fra superklasserne.
