Repository: getgle/basedclisp
Catalog: src/po/*.po
Languages: da

source: For function ~S applied to argument list ~S:~%While computing the effective method through ~S:~%Impossible to combine the methods:~%~?
da: For funktionen ~S anvendt p� argumentlisten ~S:~%Under bestemmelse af den effektive metode for ~S~:%Umuligt at kombinere metoderne:~%~?

source: Method ~S has the same specializers and different qualifiers than other methods in method group ~S, and is actually used in the effective method.
da: Metoden ~S har de samme specialiseringer og forskellige kvalificeringer end andre metoder in metodegruppen ~S, og bruges faktisk i den effektive metode.

source: ~S ~S: Invalid method-combination options ~S for ~S: ~A
da: ~s ~S: Ugyldige tilvalg ~S for metodekombinationen ~S: ~A

source: ~S ~S: Invalid syntax for ~S option: ~S
da: ~S ~S: Ugyldig syntaks for ~S-tilvalget : ~S

source: ~S is possible only from within the context of an effective method function. See ~S.
da: ~S er kun muligt inde fra konteksten af en effektiv metodefunktion.Se ~S.

source: ~S is possible only at particular places from within the context of an effective method function. See ~S.
da: ~S er kun muligt p� s�rlige steder inde fra konteksten af en effektiv metodefunktion. Se ~S.

source: ~S cannot be used here: ~S
da: ~S kan ikke bruges her: ~S

source: ~S: The first argument is neither a method nor a (MAKE-METHOD ...) form: ~S
da: ~S: Det f�rste argument er hverken en metode eller en (MAKE-METHOD ...)-form: ~S

source: ~S: The second argument is not a list: ~S
da: ~S: Det andet argument er ikke en liste: ~S

source: ~S: The second argument is not a list of methods or (MAKE-METHOD ...) forms: ~S
da: ~S: Det andet argument er ikke en liste af metoder eller (MAKE-METHOD ...)-form: ~S

source: In ~S ~S lambda list: ~A
da: I ~S, ~S-lambdaliste: ~A

source: ~S ~S: The ~S method combination permits no options: ~S
da: ~S ~S: ~S-metodekombinationen tillader ingen tilvalg: ~S

source: ~S method combination, used by ~S, allows no method qualifiers except ~S: ~S
da: ~S-metodekombinationen brugt af ~S tillader ingen metodekvalifikationer, undtagen ~S, men alts� ikke ~S

source: ~S method combination, used by ~S, does not allow method qualifiers: ~S
da: ~S-metodekombinationen brugt af ~S tillader ikke metodekvalifikationer: ~S

source: ~S method combination, used by ~S, does not allow more than one method qualifier on a method: ~S
da: ~S-metodekombinationen brugt af ~S tillader ikke mere end en enkelt metodekvalifikation p� en metode: ~S

source: ~S method combination, used by ~S, does not allow less than one method qualifier on a method: ~S
da: ~S-metodekombinationen brugt af ~S tillader ikke mere end en enkelt metodekvalificering p� en metode: ~S

source: ~S ~S: invalid method group specifier ~S: ~A
da: ~S ~S: Ugyldig metodegruppe-kvalificering ~S: ~A

source: Not a variable name: ~S
da: Ikke et variabelnavn: ~S

source: In method group ~S: Cannot specify both qualifier patterns and a predicate.
da: I metodegruppen ~S: Kan ikke anf�re b�de kvalificeringsm�nstre og et pr�dikat.

source: In method group ~S: Cannot specify more than one predicate.
da: I metodegruppen ~S: Kan ikke anf�re mere end �t pr�dikat.

source: In method group ~S: Neither a qualifier pattern nor a predicate: ~S
da: I metodegruppen ~S: Hverken et kvalificeringsm�nster eller et pr�dikat: ~S

source: In method group ~S: options must come in pairs
da: I metodegruppen ~S: tilvalg skal anf�res parvis

source: In method group ~S: option ~S may only be given once
da: I metodegruppe ~S: tilvalget ~S m� kun anf�res en enkelt gang

source: In method group ~S: ~S is not a string
da: I metodegruppen ~S: ~S er ikke en streng

source: In method group ~S: Invalid option ~S
da: I metodegruppen ~S: Ugyldigt tilvalg ~S

source: In method group ~S: Missing pattern or predicate.
da: I metodegruppen ~S: Mangler m�nster eller pr�dikat.

source: ~S: method combination name ~S should be a symbol
da: ~S: metodekombinationsnavnet ~S skal v�re et symbol

source: ~S ~S: options must come in pairs
da: ~S ~S: tilvalg skal anf�res parvis

source: ~S ~S: ~S is not a string
da: ~S ~s: ~s er ikke en streng

source: ~S ~S: ~S is not a valid short-form option
da: ~s ~s: ~s er ikke et gyldigt kortforms-tilvalg

source: ~S ~S: invalid syntax for long form: ~S
da: ~s ~s: ugyldig syntaks for lang form: ~s

source: ~S ~S: invalid lambda-list: ~A
da: ~s ~S: ugyldig lambdaliste: ~A

source: ~S ~S: invalid syntax, neither short form nor long form syntax: ~S
da: ~s ~s: ugyldig syntaks, hverken kort eller lang form-syntaks: ~s

source: ~S: argument should be a proper list of classes, not ~S
da: ~S: argumentet skal v�re en �gte liste af klasser, ikke ~S

source: ~S: argument should be a proper list of specifiers, not ~S
da: ~S: argumentet skal v�re en �gte liste af anf�rsler, ikke ~S

source: ~S: Invalid method specializer ~S on ~S in ~S
da: ~S: Ugyldig metodespecialisering: ~S p� ~S i ~S

source: Wrong ~S result for generic function ~S: not a proper list: ~S
da: Forkert ~S-resultat for generisk funktion ~S: ikke en �gte liste: ~S

source: Wrong ~S result for generic function ~S: list element is not a method: ~S
da: Forkert ~S-resultat for generisk funktion ~S: liste-element er ikke en metode: ~S

source: ~S is not one of the required parameters: ~S
da: ~S er ikke et af de p�kr�vede parametre: ~S

source: Some variable occurs twice in ~S
da: En eller anden variabel forekommer to gange i ~S

source: The variables ~S are missing in ~S
da: Variablerne ~S mangler i ~S

source: Invalid generic function lambda-list: ~A
da: Ugyldig generisk funktions lambdaliste: ~A

source: The ~S argument should be a proper list, not ~S
da: ~S-argumentet skal v�re en �gte liste, ikke ~S

source: Incorrect ~S argument: ~A
da: Ugyldigt ~S-argument: ~A

source: In the ~S argument, only ~S declarations are permitted, not ~S
da: I ~S-argumentet er kun ~S-deklarationer tilladt, ikke ~S

source: ~S has ~D, but ~S has ~D required parameter~:P
da: ~S har ~D, men ~S har ~D p�kr�ve~:*~[de~;t~:;de~] paramet~:*~[re~;er~:;re~]

source: ~S has ~D, but ~S has ~D optional parameter~:P
da: ~S har ~D, men ~S har ~D valgfri~:*~[e~;~:;e~] paramet~:*~[re~;er~:;re~]

source: ~S accepts &REST or &KEY, but ~S does not.
da: ~S tager &REST eller &KEY, hvorimod ~S ikke g�r

source: ~S does not accept the keywords ~S of ~S
da: ~S tager ikke nogle af n�gleordene ~S eller ~S

source: ~S method combination, used by ~S, does not allow the method qualifiers ~:S: ~S
da: ~S-metodekombinationen brugt af ~S tillader ikke metodekvalifikationerne~:S: ~S

source: (~S ~S) for generic function ~S: ~S argument specified without a ~S argument.
da: (~S ~S) for den generisk funktion ~S: ~S-argumentet anf�rt uden et ~S-argument.

source: (~S ~S) for generic function ~S: ~A
da: (~S ~S) for den generiske funktion ~S: ~A

source: (~S ~S) for generic function ~S: The ~S argument should be a class, not ~S
da: (~S ~S)for den generiske funktion ~S: ~S-argumentet skal v�re en klasse, ikke ~S

source: (~S ~S) for generic function ~S: The ~S argument should be a subclass of ~S, not ~S
da: (~S ~S) for den generiske funktion ~S: ~S-argumentet skal v�re afledt af klassen~S, ikke ~S

source: (~S ~S) for generic function ~S: The ~S argument should be a ~S object, not ~S
da: (~S ~S) for den generiske funktion ~S: ~S-argumentet skal v�re et ~S-objekt, ikke ~S

source: (~S ~S) for generic function ~S: The ~S argument should be a string or NIL, not ~S
da: (~S ~S) for den generiske funktion ~S: ~S-argumentet skal v�re en streng eller NIL, ikke ~S

source: (~S ~S) for generic function ~S: The ~S and ~S arguments cannot be specified together.
da: (~S ~S) for den generiske funktion ~S: ~S- og ~S-argumenterne kan ikke v�re anf�rt sammen.

source: Replacing method ~S in ~S
da: Erstatter metoden ~S i ~S

source: Wrong ~S behaviour: ~S has not been removed from ~S
da: Forkert ~S-adf�rd: ~S er ikke blevet fjernet fra ~S

source: ~S: the specializers argument is not a list: ~S
da: ~S: specialiserings-argumentet er ikke en liste: ~S

source: ~S: the specializers argument has length ~D, but ~S has ~D required parameter~:P
da: ~S: specialiserings-argumentet har l�ngden ~D, men ~S har ~D p�kr�ve~:*~[de~;t~:;de~] paramet~:*~[re~;er~:;re~]

source: ~S has no method with qualifiers ~:S and specializers ~:S
da: ~S har ingen metode med kvalifikationerne ~:S og specialisationerne ~:S

source: Wrong ~S result for generic-function ~S: not a function: ~S
da: Forkert ~S-resultat for den generiske funktion ~S: ikke en funktion: ~S

source: ~S in ~S: bug in determination of effective methods
da: ~S i ~S: fejl i bestemmelsen af effektive metoder

source: ~S in ~S: the new arguments ~S have a different effective method than the old arguments ~S
da: ~S i ~S: de nye argumenter, ~S, har en effektiv metode forskellig fra de gamle argumenter, ~S

source: ~S ~S: invalid ~S option ~S
da: ~S ~S: ugyldigt ~S tilvalg ~S

source: ~S: ~S does not name a generic function
da: ~S: ~S navngiver ikke en generisk funktion

source: Wrong ~S result for ~S: not a generic-function: ~S
da: Forkert ~S-resultat for ~S: ikke en generisk funktion: ~S

source: ~S ~S: ~S may only be specified once.
da: ~s ~S: ~S m� kun anf�res en enkelt gang.

source: ~S ~S: A string must be specified after ~S : ~S
da: ~s ~S: Efter ~S skal en streng anf�res: ~S

source: ~S ~S: Only one ~S string is allowed.
da: ~S ~S: H�jst en enkelt ~S-streng er gyldig.

source: ~S ~S: A method combination type name must be specified after ~S : ~S
da: ~s ~S: Et metodekombinations-typenavn skal anf�res efter ~S: ~S

source: ~S ~S: Invalid method combination specification: ~S
da: ~s ~S: Ugyldig metodekombinations-anf�rsel: ~S

source: ~S ~S: A class name must be specified after ~S : ~S
da: ~s ~S: Et klassenavn skal anf�res efter ~S: ~S

source: ~S ~S: Only one ~S option is allowed.
da: ~s ~S: H�jst et enkelt ~S-tilvalg er gyldigt.

source: ~S ~S: invalid generic function lambda-list: ~A
da: ~S ~S: ugyldig generisk funktions lambdaliste: ~A

source: ~S: ~S is not a generic function specification
da: ~S: ~S er ikke en anf�rsel for en generisk funktion

source: ~S: When calling ~S with arguments ~S, no method is applicable.
da: ~S: Ved kald af ~S med argumenterne ~S eksisterer ingen anvendelig metode.

source: ~S: When calling ~S with arguments ~S, no method of group ~S (from ~S) is applicable.
da: ~S: Ved kald af ~S med argumenterne ~S eksisterer ingen anvendelig metodegruppe ~S (fra ~S).

source: ~S: When calling ~S with arguments ~S, no primary method is applicable.
da: ~S: Ved kald af ~S med argumenterne ~S eksisterer ingen anvendelig prim�rmetode.

source: ignore ~S
da: Ignor�r ~S

source: ~S: When calling ~S with arguments ~S, there is no next method after ~S, and ~S was called.
da: ~S: Ved kald af ~S med argumenterne ~S er der ingen n�ste metode efter ~S, og ~s blev kaldet.

source: ~S: ~S is invalid within ~{~S~^ ~} methods
da: ~S: ~S i metoderne ~{~S~^ ~} er ugyldigt

source: ~S: ~S is invalid within primary methods
da: ~S: ~S i den prim�re metode er ugyldigt

source: ~S: Overriding a standardized method is not allowed. You need to call ~S.
da: ~S: Overstyring en standardmetode er ugyldigt. Du skal kalde ~S.

source: ~S: Extending a standardized method is only allowed if it returns the same values as the next method.~%Original value: ~{~S~^, ~}~%Value returned by the extending method: ~{~S~^, ~}
da: ~S: At udvide en standardmetode er kun gyldigt, hvis den returnerer de samme v�rdier som den n�ste metode.~%Original v�rdi: ~{~S~^, ~}~%V�rdi returneret af den udvidende metode: ~{~S~^, ~}

source: ~S: Extending a standardized method is only allowed if it returns the same values as the next method.~%Original values: ~{~S~^, ~}~%Values returned by the extending method: ~{~S~^, ~}
da: ~S: At udvide en standardmetode er kun gyldigt, hvis den returnerer de samme v�rdier som den n�ste metode.~%Originale v�rdier: ~{~S~^, ~}~%V�rdier returneret af den udvidende metode: ~{~S~^, ~}

source: The generic function ~S has not yet been initialized.
da: Den generiske funktion ~S er endnu ikke blevet intieret.

source: ~S: The name of a generic function must be a function name, not ~S
da: ~s: Navnet p� en generisk funktion skal v�re et funktionsnavn, ikke ~s

source: ~S: the lambda-list of ~S is not yet known
da: ~S: lambdalisten til ~S er endnu ikke kendt

source: Invalid ~S result ~S: ~A
da: Ugyldigt ~S-resultat ~S: ~A

source: Cannot disassemble natively compiled function ~S
da: Kan ikke disassemblere den indf�dte oversatte funktion ~S

source: Cannot show machine instructions: gdb not found.
da: Kan ikke vise maskininstruktioner: gdb ikke fundet.

source: ~S: the parent-type list must be a list of symbols, not ~S
da: ~S: for�ldertypelisten skal v�re en liste af symboler, ikke ~S

source: ~S: the slot description list must be a list, not ~S
da: ~S: feltbeskrivelseslisten skal v�re en liste, ikke ~S

source: ~S ~S: superfluous arguments ~S
da: ~S ~S: overfl�dige argumenter: ~S

source: ~S: the condition argument must be a string, a symbol or a condition, not ~S
da: ~S: tilstandsargumentet skal v�re en streng, symbol eller en tilstand, ikke ~S

source: ~S: illegal syntax of clause ~S
da: ~S: ugyldig syntaks for klausulen ~S

source: ~S: multiple ~S clauses: ~S and ~S
da: ~S: flere ~S-klausuler: ~S og ~S

source: ~S: too many variables ~S in clause ~S
da: ~S: for mange variabler, ~S, i klausulen ~S

source: ~S: ~S is not a valid restart name here. Use ~S instead.
da: ~S: ~S er ikke et gyldigt genstartsnavn p� dette sted. Brug ~S i stedet for.

source: ~S: invalid restart name ~S
da: ~S: ~S er et ugyldigt genstartsnavn.

source: ~S: No restart named ~S is visible.
da: ~S: Ingen genstart med navn ~S er inden for r�kkevidde.

source: ~S: not a list: ~S
da: ~S: ~S er ikke en liste.

source: ~S: invalid restart specification ~S
da: ~S: ~S er en ugyldig genstartsanf�rsel.

source: ~S: unnamed restarts require ~S to be specified: ~S
da: ~S: genstarter uden navn kr�ver ~S anf�rt: ~S

source: ~S: missing lambda list in restart specification ~S
da: ~S: mangler lambdaliste i genstartsanf�rslen ~S

source: ~S: restart cannot be invoked interactively because it is missing a ~S option: ~S
da: ~S: genstarten kan ikke kaldes interaktivt, fordi den mangler et ~S-tilvalg: ~S

source: try calling ~S again
da: pr�v at kalde ~S igen

source: specify return values
da: anf�r returv�rdier

source: Return from ~S loop
da: Afslut ~S-l�kken

source: ~S: This is more serious than a warning: ~A
da: ~S: Dette er mere alvorligt end en advarsel: ~A

source: WARNING:
da: ADVARSEL:

source: A method on ~S for class ~S is necessary for externalizing the object ~S, according to ANSI CL 3.2.4.4, but no such method is defined.
da: En metode p� ~S for klassen ~S er n�dvendigt for at eksternalisere objektet ~S if�lge ANSI CL 3.2.4.4, men ingen s�dan metode er defineret.

source: ~S: the font argument should be an integer, not ~S
da: ~S: skrifttypeargumentet skal v�re et heltal, ikke ~S

source: ~S: the bits argument should be an integer, not ~S
da: ~S: bitargumentet skal v�re et heltal, ikke ~S

source: ~S: the only bit names are ~S, ~S, ~S, ~S, not ~S
da: ~S: de eneste mulige bitnavne er ~S, ~S, ~S eller ~S, ikke ~S

source: (y/n)
da: (j/n)

source: Please answer with y or n :
da: Svar venligst med j eller n :

source: (yes/no)
da: (ja/nej)

source: Please answer with yes or no :
da: Svar venligst med ja eller nej :

source: [*package* invalid]
da: [*package* ugyldig]

source: Reset *PACKAGE* to ~s
da: Nulstil *PACKAGE* til ~S

source: The last error:
da: Den sidste fejl:

source: Continue :c continue evaluation
da: Continue :c forts�t eksekvering

source: Step :s step into form: evaluate this form in single step mode Next :n step over form: evaluate this form at once Over :o step over this level: evaluate at once up to the next return Continue :c switch off single step mode, continue evaluation -- Step-until :su, Next-until :nu, Over-until :ou, Continue-until :cu -- same as above, specify a condition when to stop
da: Step :s tr�d ind i en form: Find formens v�rdi p� enkelttrinsm�de. Next :n tr�d forbi denne form: Find formens v�rdi �n gang. Over :o tr�d over dette niveau: Find formens v�rdi �n gang, men uden at tr�de ind i eller forbi den. Continue :c afslut enkelttrinsm�de og forts� -- Step-until :su, Next-until :nu, Over-until :ou, Continue-until :cu -- som ovenfor, men anf�r en stopbetingelse

source: You can continue (by typing 'continue').
da: Du kan forts�tte (ved at skrive 'continue').

source: The following restarts are also available:
da: De f�lgende genstarter er ogs� mulige:

source: The following restarts are available:
da: De f�lgende genstarter er mulige:

source: step
da: Trin

source: no values
da: Ingen v�rdier

source: value:
da: V�rdi:

source: values:
da: V�rdier:

source: condition when to stop:
da: Stopbetingelse:

source: ~S: ~S should be a ~S
da: ~s: ~s skal v�re et ~s

source: Already dribbling ~S to ~S
da: ~S f�res allerede i protokol i ~S

source: Currently not dribbling from ~S.
da: F�rer i �jeblikket ikke protokol fra ~S.

source: symbol-macro
da: Symbolmakro

source: constant
da: Konstant

source: variable
da: Variabel

source: Slots:
da: Felter:

source: unbound
da: Ubunden

source: No slots.
da: Ingen felter.

source: a foreign pointer.
da: En ekstern peger.

source: a foreign address.
da: En ekstern adresse.

source: a foreign variable of foreign type ~S.
da: En ekstern variable af den eksterne type ~S.

source: a server socket accepting connections.
da: En server-sokkel for ankommende forbindelser.

source: a byte specifier, denoting the ~S bits starting at bit position ~S of an integer.
da: En byteanf�rsel, betegnende de ~S bit, der begynder p� bitposition ~S i et heltal.

source: a special form handler.
da: En specialforms-h�ndt�rer.

source: a load-time evaluation promise.
da: Et l�fte om udfinding af v�rdier p� indl�sningstidspunktet.

source: a symbol macro handler.
da: En symbolmakro-h�ndt�rer.

source: a macro expander.
da: En makroudvider.

source: For more information, evaluate ~{~S~^ or ~}.
da: For yderligere information, find v�rdien for ~{~S~^ eller ~}.

source: a function with alternative macro expander.
da: En funktion med alternativ makroudvider.

source: an encoding.
da: En indkodning.

source: a GC-invisible pointer to ~S.
da: En peger til ~S. uden for spildopsamlerens r�kkevidde.

source: a GC-invisible pointer to a now defunct object.
da: En peger til et nu ikke mere eksisterende objekt uden for spildopsamlerens r�kkevidde.

source: a list of GC-invisible pointers to ~{~S~^, ~}.
da: En liste af pegere til ~{~S~^, ~} uden for spildopsamlerens r�kkevidde.

source: a list of GC-invisible pointers, all defunct by now.
da: En liste af pegere, alle dysfunktionelle nu.

source: a weak "and" relation between ~{~S~^, ~}.
da: en svag "og"-relation mellem ~{~S~^, ~}.

source: a weak "and" relation, no longer referring to its objects.
da: en svag "og"-relation, som ikke l�ngere henviser til dens objekter.

source: a weak "or" relation between ~{~S~^, ~}.
da: en svag "eller"-relation mellem ~{~S~^, ~}.

source: a weak "or" relation, all elements defunct by now.
da: en svag "eller"-relation, alle dysfunktionelle nu.

source: a weak association from ~S to ~S.
da: en svag association fra ~S til ~S.

source: a weak association, the key value being defunct by now.
da: en svag association, n�glev�rdien nu dysfunktionel.

source: a weak "and" mapping from ~:S to ~S.
da: en svag "og"-afbilding fra ~:S til ~S.

source: a weak "and" mapping, some key value being defunct by now.
da: en svag "og"-afbilding, en eller anden dysfunktionel n�glev�rdi nu.

source: a weak "or" mapping from ~:S to ~S.
da: en svag "eller"-afbilding fra ~:S til ~S.

source: a weak "or" mapping, all keys being defunct by now.
da: en svag "eller"-afbilding, alle n�glev�rdier dysfunktionelle nu.

source: a weak association list, of type ~S
da: en svag associationsliste af typen ~S

source: , containing ~S.
da: , indeholdende ~S.

source: , no longer referring to any pairs.
da: , ikke l�ngere henvisende til nogle par.

source: a label used for resolving #~D# references during READ.
da: En etikette brugt til bestemmelse af #~D#-referencer under READ.

source: a pointer into the stack. It points to:
da: En peger ind i stakken. Den peger p�:

source: a special-purpose object.
da: Et objekt med s�rligt form�l.

source: a machine address.
da: En maskinadresse.

source: an instance of the CLOS class ~S.
da: En instans af CLOS-klassen ~S.

source: a structure of type ~S.
da: En struktur af typenn ~S.

source: As such, it is also a structure of type ~{~S~^, ~}.
da: Som s�dan, er den ogs� en struktur af typen ~{~S~^, ~}.

source: a dotted list of length ~S.
da: En prikket liste af l�ngden ~S.

source: a cons.
da: En cons-celle.

source: a list of length ~S.
da: En liste af l�ngden ~S.

source: a cyclic list.
da: En cyklisk/cirkul�r liste.

source: the empty list,
da: Den tomme liste,

source: the symbol ~S,
da: Symbolet ~S,

source: lies in ~S
da: l�gger i ~S

source: is uninterned
da: er afinterneret

source: , is a keyword
da: , et n�gleord

source: , symbol-macro expanding to: ~S
da: , symbolmakro udvider sig til: ~S

source: , a constant
da: , en konstant

source: , a variable declared SPECIAL
da: , en variabel deklareret SPECIAL

source: , a variable
da: , en variabel

source: , value: ~s
da: , v�rdi: ~S

source: , an unbound variable declared SPECIAL
da: , en ubunden variabel deklareret SPECIAL

source: , names
da: , navngiver

source: a special operator
da: En speciel operator

source: with macro definition
da: med makrodefinition

source: a~:[~; deprecated~] function
da: En funktion~:[~; der ikke godtages l�ngere~]

source: a~:[~; deprecated~] macro
da: En makro~:[~; der ikke godtages l�ngere~]

source: , names a type
da: , navngiver en type

source: , names a class
da: , navngiver en klasse

source: , has ~:D propert~@:P ~{~S~^, ~}
da: , har ~:D egenskab~:*~[er~;~:;er~] ~{~S~^, ~}

source: a rational, not integral number.
da: Et rationalt tal, ikke et heltal

source: a float with ~S bits of mantissa (~(~A~)).
da: Et kommatal med ~S mantissebit (~(~A~)).

source: a complex number
da: et komplekst tal

source: at the origin
da: i udspringet

source: on the ~:[posi~;nega~]tive real axis
da: p� den ~:[posi~;nega~]tive reelle akse

source: on the ~:[posi~;nega~]tive imaginary axis
da: p� den ~:[posi~;nega~]tive imagin�re akse

source: in the ~:[~:[first~;fourth~]~;~:[second~;third~]~] quadrant
da: i den ~:[~:[f�rste~;fjerde~]~;~:[anden~;tredje~]~] kvadrant

source: of the Gaussian number plane.
da: af det Gaussianske talplan.

source: a character
da: Et tegn

source: Unicode name: ~A
da: Unikodenavn: ~A

source: It is not defined by the Unicode standard.
da: Det er ikke defineret af unikodestandarden.

source: It is a ~:[non-~;~]printable character.
da: Det er et ~:[u~;~]udskriveligt tegn.

source: Its use is non-portable.
da: Dets brug er ikke portabelt.

source: a~:[~:[ closed ~;n output-~]~;~:[n input-~;n input/output-~]~]stream.
da: En~:[~:[ lukket ~; uddata~]~;~:[ inddata~; ind-/uddata~]~]str�m.

source: the package named ~A
da: Pakken med navnet ~A

source: It
da: Den

source: , but no package uses these exports
da: , men ingen pakker bruger disse ekporteringer

source: It is a modern case-sensitive package.
da: Det er en moderne versalf�lsom pakke.

source: It is a modern case-sensitive package, but uses the symbols from the traditional ~S!
da: Det er en moderne versalf�lsom pakke, men bruger symboler fra den traditionelle ~S!

source: It is case-inverted, but not case-sensitive!
da: Den er versal-inverteret, men ikke versalf�lsom!

source: It is case-sensitive, but not case-inverted!
da: Den er versalf�lsom, men ikke versal-inverteret!
