Repository: getgle/basedclisp
Catalog: src/po/*.po
Languages: da

source: In class ~S, non-local slot ~S is constrained to be a local slot at offset ~S.
da: I klassen ~S er det ikke-lokale felt ~S afgr�nset til at v�re et lokalt felt med forskydningen ~S.

source: In class ~S, the slots ~S and ~S are constrained from the superclasses to both be located at offset ~S.
da: I klassen ~S er felterne ~S og ~S afgr�nset af superklasserne til begge at v�re placeret med forskydningen ~S.

source: In class ~S, a slot constrained from a superclass wants to be located at offset ~S, which is impossible.
da: I klassen ~S �nsker et felt afgr�nset af en superklasse at blive placeret med forskydningen ~S, som er umulig.

source: In class ~S, constrained slot locations cause holes to appear.
da: I klassen ~S giver afgr�nsede feltplaceringer huller.

source: Wrong ~S result for class ~S: no slot location has been assigned to ~S
da: Forkert ~S-resultat for klassen ~S: ingen feltplacering er blevet tildelt ~S

source: Wrong ~S result for class ~S: list element is not a canonicalized default initarg: ~S
da: Forkert ~S-resultat for klassen ~S: liste-elementet er ikke et kanoniseret standard-initialargument: ~S

source: Wrong ~S result for class ~S: list contains duplicate initarg names: ~S
da: Forkert ~S-resultat for klassen ~S: listen indeholder duplikerede initialargumentnavne: ~S

source: (~S ~S): metaclass ~S does not support shared slots
da: (~S ~S): metaklassen ~S underst�tter ikke delte felter

source: ~S: class definition circularity: ~S depends on itself
da: ~S: en svikm�lle i klassedefinitionen: ~S afh�nger af sig selv

source: ~S has a direct-superclasses element ~S, which is invalid.
da: ~S har et direkte superklasse-element ~S, som er ugyldigt.

source: ~S: Cannot finalize class ~S. ~:{Class ~S inherits from class ~S. ~}Class ~S is not yet defined.
da: ~S: Kan ikke f�rdigg�re klassen ~S. ~:{Klassen ~S afledes fra klassen ~S. ~}Klassen ~S er endnu ikke defineret.

source: ~S: Class ~S (or one of its ancestors) is being redefined, but its instances cannot be made obsolete
da: ~S: Klassen ~S (eller en af dens for�lderklasser) er ved at redefineres, men dens instanser kan ikke g�res for�ldede

source: ~S: Class ~S (or one of its ancestors) is being redefined, instances are obsolete
da: ~S: Klassen ~S (eller en af dens for�lderklasser) er ved at redefineres, s� instanserne er for�ldede

source: ~S: instances of class ~S are made obsolete
da: ~S: instanser af klassen ~S g�res for�ldede

source: ~S ~S: In ~S argument list: ~A
da: ~S ~S: I ~S-argumentlisten: ~A

source: The class ~S is not a structure class: ~S
da: Klassen ~S er ikke en strukturklasse: ~S

source: The class ~S has no slot named ~S.
da: Klassen ~S har intet felt med navnet ~S.

source: The structure type ~S has been defined as a class.
da: Strukturtypen ~S er blevet defineret som en klasse.

source: The structure type ~S has not been defined.
da: Strukturtypen ~S er ikke blevet defineret.

source: The structure type ~S has no slot named ~S.
da: Strukturtypen ~S har intet felt med navnet ~S.

source: ~S ~S: argument list should be a list: ~S
da: ~S ~S: argumentlisten skal v�re en liste: ~s

source: ~S ~S: At most one :INCLUDE argument may be specified: ~S
da: ~s ~s: H�jst et :INCLUDE-argument m� anf�res: ~s

source: ~S: Use of ~S implicitly applies FUNCTION.~@ Therefore using ~S instead of ~S.
da: ~S: Brug af ~S anvender implicit FUNCTION.~@ Bruger derfor ~S i stedet for ~S.

source: ~S ~S: unknown option ~S
da: ~s ~s: ~s er ikke et muligt tilvalg

source: ~S ~S: invalid syntax in ~S option: ~S
da: ~s ~s: ~s-tilvalget har ugyldig syntaks: ~s

source: ~S ~S: not a ~S option: ~S
da: ~s ~s: ikke et ~s-tilvalg: ~s

source: ~S ~S: There is no ~S for unnamed structures.
da: ~s ~s: Der er intet ~S p� strukturer uden navne.

source: ~S ~S: invalid :TYPE option ~S
da: ~s ~s: ~s er et ugyldigt :TYPE-tilvalg

source: ~S ~S: The :INITIAL-OFFSET must be a nonnegative integer, not ~S
da: ~s ~s: :INITIAL-OFFSET skal v�re et ikke-negativt heltal, ikke ~s

source: ~S ~S: :INITIAL-OFFSET must not be specified without :TYPE : ~S
da: ~s ~s: :INITIAL-OFFSET skal v�re anf�rt uden :TYPE : ~s

source: ~S ~S: included structure ~S has not been defined.
da: ~s ~s: den inkluderede struktur ~s er ikke blevet defineret.

source: ~S ~S: included structure ~S is not a structure type.
da: ~s ~s: den inkluderede struktur ~s er ikke en strukturtype.

source: ~S ~S: included structure ~S must be of the same type ~S.
da: ~s ~s: den inkluderede struktur ~s skal v�re af samme type ~s.

source: ~S ~S: included structure ~S has no component with name ~S.
da: ~s ~s: den inkluderede struktur ~s har ingen komponent med navnet ~s.

source: ~S ~S: The READ-ONLY slot ~S of the included structure ~S must remain READ-ONLY in ~S.
da: ~s ~s: READ-ONLY-feltet ~s i den inkluderede struktur ~s skal forblive READ-ONLY i ~s.

source: ~S ~S: The type ~S of slot ~S should be a subtype of the type defined for the included strucure ~S, namely ~S.
da: ~s ~s: Typen ~s for feltet ~s skal v�re afledt af typen defineret for den inkluderede struktur ~s, det vil sige af ~s

source: ~S ~S: ~S is not a slot option.
da: ~s ~s: ~s er ikke et muligt tilvalg

source: ~S ~S: structure of type ~S cannot hold the name.
da: ~s ~s: strukturen af typen ~s kan ikke have navnet.

source: ~S ~S: There may be only one slot with the name ~S.
da: ~s ~s: Der m� kun v�re et felt med navnet ~s.

source: ~S ~S: Slot ~S accessor will shadow the predicate ~S.
da: ~s ~s: Felttilgangs-funktionen ~s vil overskygge pr�dikatet ~S.

source: The control string terminates within a format directive.
da: Kontrolstrengen afsluttes midt i et formatdirektiv.

source: ~A must introduce a number.
da: ~a skal indlede et tal.

source: The control string terminates in the middle of a parameter.
da: Kontrolstrengen afslutter midt i en apostrof-parameter.

source: Non-existent format directive
da: Formatdirektivet eksisterer ikke

source: Closing '/' is missing
da: Afsluttende '/' mangler

source: There is no package with name ~S
da: Der er ingen pakke med navnet ~s

source: The closing format directive '~A' does not have a corresponding opening one.
da: Det afsluttende formatdirektiv '~A' har ikke et forudg�ende, tilsvarende �bningsdirektiv.

source: The closing format directive '~A' does not match the corresponding opening one. It should read '~A'.
da: Det afsluttende formatdirektiv '~A' stemmer ikke med det forudg�ende; skal l�ses som '~A'.

source: The ~~; format directive is not allowed at this point.
da: Formatdirektivet '~~;' er ikke gyldigt p� dette sted.

source: An opening format directive is never closed; expecting '~A'.
da: Et �bningsformatdirektiv er ikke blevet afsluttet; forventede et '~A'.

source: Current point in control string:
da: N�rv�rende sted i kontrolstrengen:

source: The destination string ~S should have a fill pointer.
da: Destinationsstrengen ~s skal have en udfyldningspeger.

source: There are not enough arguments left for this format directive.
da: Der er ikke nok argumenter tilbage til dette formatdirektiv.

source: The argument list is a dotted list: ~S
da: Argumentlisten skal v�re en prikket liste: ~s

source: The ~~:@R format directive requires an integer in the range 1 - 4999, not ~S
da: '~~:@R'-formatdirektivet kr�ver et heltal i intervallet 1 til 4999, ikke ~s

source: The ~~@R format directive requires an integer in the range 1 - 3999, not ~S
da: '~~@R'-formatdirektivet kr�ver et heltal i intervallet 1 til 3999, ikke ~s

source: The argument for the ~~R format directive is too large.
da: Argumentet til '~~R'-formatdirektivet er for stort.

source: The ~~R and ~~:R format directives require an integer argument, not ~S
da: '~~R'- og '~~:R'-formatdirektiverne kr�ver et heltalsargument, ikke ~s

source: The ~~C format directive requires a character argument, not ~S
da: '~~C'-formatdirektivet kr�ver et tegnargument, ikke ~s

source: The control string argument for the ~~? format directive is invalid: ~S
da: Kontrolstrengs-argumentet til '~~?'-formatdirektivet er ugyldigt: ~s

source: The argument list argument for the ~~? format directive is invalid: ~S
da: Argumentlisten til '~~?'-formatdirektivet er ugyldigt: ~s

source: The ~~[ parameter must be an integer, not ~S
da: '~~['-parameteren skal v�re et heltal, ikke ~s

source: The ~~{ format directive requires a list argument, not ~S
da: '~~{'-formatdirektivet kr�ver et listeargument, ikke ~s

source: Logical block suffix must be constant
da: Suffikset for den logiske blok skal v�re en konstant

source: Too many arguments for this format directive
da: For mange argumenter til dette formatdirektiv

source: Language ~S is not defined
da: Sproget ~S er ikke defineret

source: Language ~S inherits from ~S
da: Sproget ~s arver fra ~S

source: ~S: Language ~S is not defined
da: ~S: Sproget ~S er ikke defineret

source: ~S ~S: no value for default language ~S
da: ~S ~S: intet ord for standardsproget ~S

source: ~S: ~S does not name a closure
da: ~S: ~S navngiver ikke nogen closure

source: ~S: cannot trace special operator ~S
da: ~s: kan ikke spore den specielle operator ~s

source: ;; Tracing ~:[function~;macro~] ~S.
da: ;; Sporer ~:[funktionen~;makroen~] ~s.

source: ~S: ~S was traced and has been redefined!
da: ~s: ~s blev sporet og er blevet redefineret!

source: Compiler bug!! Occurred in ~A~@[ at ~A~].
da: Overs�tterlus!! Forekom i ~A~@[ p� ~A~].

source: Not a valid optimization level for ~S, should be one of 0, 1, 2, 3: ~S
da: Ikke et gyldigt optimeringsniveau for ~S, skal v�re en af 0, 1, 2, 3: ~S

source: ~S is not a valid ~S quality.
da: ~S er ikke en gyldig ~S-kvalitet

source: Not a valid ~S specifier: ~S
da: Ikke en gyldig ~S-anf�rsel: ~S

source: Bad declaration syntax: ~S~%Will be ignored.
da: D�rlig deklarationssyntaks: ~S~%Vil blive ignoreret.

source: Non-symbol ~S may not be subject to a TYPE declaration.
da: ~S (ikke-symbol) m� ikke underkastes en TYPE-deklaration.

source: ~S is not a function name and therefore may not be subject to a FTYPE declaration.
da: ~S er ikke et funktionsnavn og m� derfor ikke underkastes en FTYPE-deklaration.

source: ~S is not a function name and therefore may not be declared ~S.
da: ~s er ikke et funktionsnavn og m� derfor ikke deklareres ~S.

source: Non-symbol ~S may not be subject to a DECLARATION declaration.
da: ~S (ikke-symbol) m� ikke underkastes en DECLARATION-deklaration.

source: Unknown declaration ~S.~%The whole declaration will be ignored.
da: Deklarationen ~S er ukendt.~%Hele deklarationen vil blive ignoreret.

source: Code contains dotted list ~S
da: Kode med prikket liste: ~S

source: Form too short, too few arguments: ~S
da: Form for kort (for f� argumenter): ~S

source: Form too long, too many arguments: ~S
da: Form for lang (for mange argumenter): ~S

source: Not the name of a function: ~S
da: ~S er ikke navnet p� en funktion.

source: ~S is neither declared nor bound,~@ it will be treated as if it were declared SPECIAL.
da: ~s er hverken deklareret eller bunden,~@ den vil blive behandlet som SPECIAL-deklareret variabel.

source: The constant ~S may not be assigned to.~@ The assignment will be ignored.
da: Konstanten ~S kan ikke tildeles v�rdier.~@ Tildelingen vil blive ignoreret.

source: argument list to function ~S is dotted: ~S
da: argumentlisten til funktionen ~s er prikket: ~s

source: keyword arguments to function ~S should occur pairwise: ~S
da: n�gleordsargumenter til funktionen ~s skal forekomme parvise: ~S

source: argument ~S to function ~S is not a symbol
da: argumentet ~s til funktionen ~s er ikke et symbol

source: Run time error expected: ~@?
da: K�rselstidsfejl forventet: ~@?

source: ~S: ignored duplicate keyword ~S ~S
da: ~s: ignorerer n�gleord anf�rt to gange: ~S ~S

source: ~S: ignored keyword ~S ~S
da: ~s: ignorerer n�gleord anf�rt to gange: ~S ~S

source: Function ~s is not defined
da: Funktionen ~s er ikke defineret

source: Function ~S is deprecated.
da: Funktionen ~s er for�ldet

source: variable ~S is used despite IGNORE declaration.
da: Variablen ~S er brugt trods IGNORE-deklarationen.

source: variable ~S is not used.~%Misspelled or missing IGNORE declaration?
da: variablen ~S er ikke brugt.~%Stavefejl eller manglende IGNORE-deklaration?

source: The variable ~S is assigned to, despite READ-ONLY declaration.
da: Variablen ~s er blevet tildelt v�rdi trods READ-ONLY-deklaration.

source: Constant ~S cannot be bound.
da: Konstanten ~S kan ikke tilbindes eller tildeles v�rdi.

source: Misplaced declaration: ~S
da: Malplaceret deklaraton: ~S

source: ~S: assignment to the internal special variable ~S
da: ~S: tildeling til den interne specielle variabel ~S

source: Odd number of arguments to SETQ: ~S
da: Sk�vt antal argumenter til SETQ: ~S

source: Cannot assign to non-symbol ~S.
da: Kan kun tildele symboler v�rdier, ikke ~S.

source: Odd number of arguments to PSETQ: ~S
da: Sk�vt antal argumenter til PSETQ: ~S

source: Only symbols may be used as variables, not ~S
da: Kun symboler kan bruges som variabler, ikke ~S

source: Block name must be a symbol, not ~S
da: Bloknavn skal v�re et symbol, ikke ~S

source: RETURN-FROM block ~S is impossible from here.
da: RETURN-FROM blokken ~S er umuligt fra dette sted.

source: Only numbers and symbols are valid tags, not ~S
da: Kun tal og symboler er gyldige m�rkater, ikke ~S

source: Tag must be a symbol or a number, not ~S
da: M�rkat skal v�re et symbol eller tal, ikke ~S

source: GO to tag ~S is impossible from here.
da: GO til m�rkatet ~S er umuligt fra dette sted.

source: ~S is not a function. It is a locally defined macro.
da: ~S er ikke en funktion: den er en lokalt defineret makro.

source: Only symbols and lambda expressions are function names, not ~S
da: Kun symboler eller lambdaudtryk er funktionsnavne, ikke ~S

source: Illegal function definition syntax in ~S: ~S
da: Ugyldig syntaks i funktionsdefinition i ~S: ~S

source: ~S: Illegal syntax: ~S
da: ~S: Ugyldig syntaks: ~S

source: COND clause without test: ~S
da: COND-klausul uden test: ~s

source: CASE clause without objects: ~S
da: CASE-klausul skal have objekter: ~S

source: ~S: the ~S clause must be the last one: ~S
da: ~S: ~S-klausulen skal v�re den sidste: ~S

source: Duplicate ~S label ~S : ~S
da: Etiketten ~S er anf�rt to gange, ~S : ~S

source: Too many arguments to ~S
da: For mange argumenter til ~S

source: Too few arguments to ~S
da: For f� argumenter til ~S

source: Arithmetic operand ~s must evaluate to a number, not ~s
da: Den aritmetiske operand ~S skal give et tal, ikke ~S

source: The ~S destination is invalid (not NIL or T or a stream or a string with fill-pointer): ~S
da: Destinationen ~S er ugyldig (hverken NIL, T, en str�m eller en streng med udfyldningspeger): ~S

source: ~S cannot be compiled
da: ~S kan ikke overs�ttes

source: ~S: redefining ~S; it was traced!
da: ~S: redefinerer ~S; den var sporet!

source: ~S is already compiled.
da: ~S er allerede oversat.

source: Undefined function ~S
da: ~S er en udefineret funktion

source: Not a lambda expression nor a function: ~S
da: ~S~% er hverken et lambdaudtryk eller en funktion.

source: A function compiled with errors cannot be executed.
da: En funktion oversat med fejl kan ikke udf�res.

source: [~s was defined~a]
da: [~s var defineret som ~A]

source: There were errors in the following functions:~%~{~<~%~:; ~S~>~^~}
da: Der var fejl i f�lgende funktioner:~%~{~<~%~:; ~S~>~^~}

source: The following functions were used but not defined:~%~{~<~%~:; ~S~>~^~}
da: De f�lgende funktioner blev brugt, men var udefinerede:~%~{~<~%~:; ~S~>~^~}

source: The following special variables were not defined:~%~{~<~%~:; ~S~>~^~}
da: De f�lgende specielle variabler var udefinerede:~%~{~<~%~:; ~S~>~^~}

source: The following special variables were defined too late:~%~{~<~%~:; ~S~>~^~}
da: De f�lgende specielle variabler var definerede for sent:~%~{~<~%~:; ~S~>~^~}

source: ~D error~:P, ~D warning~:P
da: ~D fejl, ~D advars~:*~[ler~;el~:;ler~]

source: ;; Compiling file ~A ...
da: ;; Overs�tter filen ~A ...

source: ;; Wrote file ~A
da: ;; Gemte filen ~A

source: ;; Deleted file ~A
da: ;; Slettede filen ~A

source: Disassembly of function ~S
da: Disassemblering af funktionen ~S

source: ~S required argument~:P
da: ~S p�kr�vede argument~:*~[er~;~:;er~]

source: ~S optional argument~:P
da: ~S vilk�rlige argument~:*~[er~;~:;er~]

source: No rest parameter
da: Ingen rest-parameter

source: ~S keyword parameter~:P:
da: ~S n�gleordsparamet~:*~[re~;er~:;re~]:

source: Other keywords are allowed.
da: Andre n�gleord er mulige.

source: No keyword parameters
da: Ingen n�gleordsparametre

source: reads special variable~P: ~{~S~^ ~}
da: benytter de~[~;n~:;~] specielle variab~:*~[ler~;el~:;ler~]: ~{~S~^ ~}

source: writes special variable~P: ~{~S~^ ~}
da: �ndrer de~[~;n~:;~] specielle variab~:*~[ler~;el:;ler~]: ~{~S~^ ~}

source: ~S byte-code instruction~:P:
da: ~S bytekode-instruktion~:*~[er~;~:;er~]:

source: The object to be destructured should be a list with ~:[at least ~*~S~;~:[from ~S to ~S~;~S~]~] elements, not ~4@*~S.
da: Objektet, der skal destruktureres skal v�re en liste med ~:[mindst ~*~S~;~:[fra ~S til ~S~;~S~]~] elementer, ikke ~4@*~S.

source: ~S: macro name should be a symbol, not ~S
da: ~s: makronavnet skal v�re et symbol, ikke ~s

source: ~S: element types of ~S and ~S are ambiguous. Please use ~S or ~S.
da: ~s: elementtyperne fra ~s og ~s er flertydige. Brug venligst ~s eller ~s.

source: ~S: syntax error after ~A in ~S
da: ~s: syntaksfejl efter ~a i ~s

source: ~S: variable ~S is used in incompatible clauses~{ ~A ~S~} and~{ ~A ~S~}
da: ~S: variablen ~S er brugt i ukompatible klausuler~{ ~A ~S~} og~{ ~A ~S~}

source: ~S: missing variable.
da: ~s: mangler en variabel.

source: ~S: After ~S, ~S is interpreted as a type specification
da: ~s: efter ~s, fortolkes ~s som en typeanf�rsel

source: ~S: missing forms after ~A: permitted by CLtL2, forbidden by ANSI CL.
da: ~S: mangler forme efter ~A: gyldigt if�lge CLtL2, men ugyldigt if�lge ANSI CL.

source: ~S: duplicate iteration variable ~S
da: ~s: l�kke-variabelnavnet ~s m� kun forekomme en enkelt gang

source: ~S: loop keyword immediately after ~A: permitted by CLtL2, forbidden by ANSI CL.
da: ~S: l�kken�gleordet lige efter ~A: gyldigt if�lge CLtL2, ugyldigt if�lge ANSI CL

source: ~S: ~A clauses should occur before the loop's main body
da: ~s: ~A-klausulerne skal forekomme f�r l�kkens hovedindhold

source: ~S: After ~S a plural loop keyword is required, not ~A
da: ~S: Efter ~S kr�ves et l�kken�gleord i flertal, ikke ~A

source: ~S: After ~S a singular loop keyword is required, not ~A
da: ~S: Efter ~S kr�ves et l�kken�gleord i ental, ikke ~A

source: ~S: questionable iteration direction after ~A
da: ~S: l�kkens retning efter ~A er uklar.

source: ~S: specifying ~A requires FROM or DOWNFROM
da: ~S: ~A skal anf�res sammen med FROM eller DOWNFROM.

source: ~S: illegal syntax near ~S in ~S
da: ~S: ugyldig syntaks n�r ~s i ~s

source: ~S: accumulation variable ~S is already bound
da: ~S: akkumulatorvariablen ~S er allerede bunden

source: ~S is possible only from within ~S
da: ~S er kun muligt midt i ~s

source: Use of ~S in FINALLY clauses is deprecated because it can lead to infinite loops.
da: Brug af ~S i FINALLY-klausuler godtages ikke, da det kan lede til uendelige l�kker.

source: ~S is not possible here
da: ~S er ikke muligt p� dette sted.

source: ~S cannot change a funcallable object to a non-funcallable object: ~S
da: ~S kan ikke �ndre et kaldbart (funcall) objekt til et ukaldeligt objekt: ~S

source: ~S cannot change a non-funcallable object to a funcallable object: ~S
da: ~S kan ikke �ndre et ukaldeligt objekt til et kaldbart (funcall) objekt: ~S

source: ~S: The MOP does not allow changing the class of metaobject ~S
da: ~S: MOP'en tillader ikke �ndring af metaobjektklassen ~S

source: The class ~S has not yet been initialized.
da: Klassen ~S er endnu ikke blevet initieret.

source: The class ~S has not yet been finalized.
da: Klassen ~S er endnu ikke blevet f�rdiggjort.

source: ~S: The name of a class must be a symbol, not ~S
da: ~S: Et klassenavn skal v�re et symbol, ikke ~S

source: ~S: The name of the built-in class ~S cannot be modified
da: ~S: Navnet p� den indbyggede klasse ~S kan ikke �ndres

source: ~S being called on ~S, but class ~S is not yet defined.
da: ~S er blevet kaldt p� ~S, men klassen ~S er endnu ikke defineret.

source: ~S: ~S is an abstract class and therefore does not have a direct instance
da: ~S: ~S er en abstrakt klassen og har derfor ikke en direkte instans

source: ~S: The MOP does not allow reinitializing ~S
da: ~S: MOP'en tillader ikke reinitialering af ~S

source: ~S: not a list of slots: ~S
da: ~S: ~S er ingen liste af felter.

source: ~S: invalid slot and variable specification ~S
da: ~S: ugyldig felt- og variabelanf�rsel: ~S

source: ~S: variable ~S should be a symbol
da: ~S: variablen ~S skal v�re et symbol

source: ~S: slot name ~S should be a symbol
da: ~S: feltnavnet ~S skal v�re et symbol

source: ~S: invalid slot and accessor specification ~S
da: ~S: ugyldig felt- og tilgangsanf�rsel: ~S

source: ~S: accessor name ~S should be a symbol
da: ~S: tilgangsnavnet ~S skal v�re et symbol

source: ~S: The class ~S has no slot named ~S
da: ~S: Klassen ~S har intet felt med navnet ~S

source: ~S: The slot ~S of ~S has no value
da: ~S: Feltet ~S af ~S har ingen v�rdi

source: (~S ~S): The ~S argument should be a proper list, not ~S
da: (~S ~S): ~S-argumentet skal v�re en �gte liste, ikke ~S

source: (~S ~S): The qualifiers list should consist of non-NIL atoms, not ~S
da: (~S ~S): Kvalificeringslisten skal best� af atomer ulig NIL, ikke ~S

source: (~S ~S): Missing ~S argument.
da: (~S ~S): mangler ~S-argument.

source: (~S ~S): Invalid ~S argument: ~A
da: (~S ~S): Ugyldigt ~S-argument: ~A

source: (~S ~S): Lambda-list ~S and signature ~S are inconsistent.
da: (~S ~S): Lambdalisten ~S og signaturen ~S er inkonsistente.

source: (~S ~S): The element ~S of the ~S argument is not yet defined.
da: (~S ~S): Elementet ~S af ~S-argumentet er endnu ikke defineret.

source: (~S ~S): The element ~S of the ~S argument is not of type ~S.
da: (~S ~S): Elementet ~S af ~S-argumentet er ikke af typen ~S.

source: (~S ~S): The lambda list ~S has ~S required arguments, but the specializers list ~S has length ~S.
da: (~S ~S): Lambdalisten ~S har ~S p�kr�vede argumenter, men kombinationslisten ~S har l�ngden ~S.

source: (~S ~S): The ~S argument should be a function, not ~S
da: (~S ~S): ~S-argumentet skal v�re en funktion, ikke ~S

source: (~S ~S): The ~S argument should be a NIL or T, not ~S
da: (~S ~S): ~S-argumentet skal v�re et NIL eller T, ikke ~S

source: (~S ~S): The ~S argument should be a string or NIL, not ~S
da: (~S ~S): ~S-argumentet skal v�re en streng eller NIL, ikke ~S

source: Invalid specialized parameter in method lambda list ~S: ~S
da: Ugyldig specialiseret parameter i metodelambdalisten ~S: ~S

source: ~S ~S: missing lambda list
da: ~S ~S: mangler lambdalisten

source: ~S ~S: Invalid specializer ~S in lambda list ~S
da: ~s ~S: ugyldig specialisering ~S i lambdalisten ~S

source: Invalid ~S result for ~S: ~:S: ~A
da: Ugyldigt ~S-resultat for ~S: ~:S: ~A

source: ~S: The method combination ~S is not defined.
da: ~S: metodekombinationen ~S er ikke defineret.

source: The method function of ~S cannot be called before the method has been added to a generic function.
da: Metodefunktionen af ~S kan ikke kaldes f�r metoden er tilf�jet til en generisk funktion.

source: For function ~S applied to argument list ~S:~%While computing the effective method through ~S:~%Invalid method: ~S~%~?
da: For funktionen ~S anvendt p� argumentlisten ~S:~%Under bestemmelse af den effektive metode for ~s~:%Ugyldig metode: ~S~%~?
