Repository: getgle/basedclisp
Catalog: src/po/*.po
Languages: da

source: ~S: ~S is not a string stream
da: ~S: ~S er ikke en strengstr�m

source: ~S: ~S is not a buffered input stream
da: ~S: ~S er ikke en bufferinddatastr�m

source: ~S: Ctrl-C: User break
da: ~S: Ctrl-C: Brugerstop

source: unknown character set ~S
da: ukendt tegns�t: ~S

source: Unbuffered streams need an ~S with a bit size being a multiple of 8, not ~S
da: Str�mme uden buffer beh�ver en ~S med en bitst�rrelse i multiplum af 8, ikke ~S

source: Closed ~S because disk is full.
da: Lukket ~S, fordi disken er fuld.

source: cannot position ~S beyond EOF
da: kan ikke placere ~S ud over filafslutning

source: ~S: argument ~S ~S was specified, but ~S is not a regular file.
da: ~S: argumentet ~S ~S var anf�rt, men ~S er ikke en almindelig fil.

source: ~S: arguments ~S ~S and ~S ~S were specified, but ~S is not a regular file.
da: ~S: argumenterne ~S ~S og ~S ~S var anf�rt, men ~S er ikke en almindelig fil.

source: file ~S is not an integer file
da: filen ~S er ikke en heltalsfil

source: Return value ~S of call to ~S is not a list.
da: Returv�rdien ~S af kaldet til ~S er ikke en liste.

source: Return value ~S of call to ~S contains ~S which is not a ~S.
da: Returv�rdien ~S af kaldet til ~S indeholder ~S, som ikke er en ~S.

source: ~S: argument ~S should be a window stream
da: ~S: argumentet ~S skal v�re en vinduesstr�m

source: cannot output to standard output
da: kan ikke udl�se til standarduddata

source: environment has no TERM variable
da: milj�et har ingen TERM-variabel

source: terminal type ~S unknown to termcap
da: terminaltypen ~S ukendt for termcap

source: insufficient terminal: hardcopy terminal
da: utilstr�kkelig terminal: papirterminal

source: insufficient terminal: overstrikes, cannot clear output
da: utilstr�kkelig terminal: overstreger, kan ikke rydde uddata

source: insufficient terminal: cannot scroll
da: utilstr�kkelig terminal: kan ikke rulle

source: insufficient terminal: cannot clear screen
da: utilstr�kkelig terminal: kan ikke rydde sk�rmen

source: insufficient terminal: cannot position cursor randomly
da: utilstr�kkelig terminal: kan ikke placere mark�ren vilk�rligt

source: host should be string, not ~S
da: v�rten skal v�re typen streng, ikke typen ~S

source: display should be a small nonnegative integer, not ~S
da: sk�rmargumentet skal v�re et ikke-negativt fixtal, ikke ~S

source: ~S: input stream ~S has reached its end
da: ~S: inddatastr�mmen ~S har n�et sin ende

source: ~S: ~S is not a ~S
da: ~S: ~S er ikke en ~S

source: ~S: argument ~S is not an open SOCKET-STREAM
da: ~S: argumentet ~S er ikke en �ben SOCKET-STREAM

source: ~S: argument ~S is not a SOCKET-STREAM
da: ~S: argumentet ~S er ikke en SOCKET-STREAM

source: ~S: argument ~S is not an open stream
da: ~S: argumentet ~S er ikke en �ben str�m

source: ~S: list ~S is too long (~S maximum)
da: ~S: listen ~S er for lang (~S maximalt)

source: ~S: argument ~S should be of type ~S.
da: ~S: argumentet ~S skal v�re en str�m af typen ~S

source: Invalid direction ~S for accessing ~S
da: Ugyldig dataretning ~S for at tilg� ~S

source: ~S: ~S should be a handle, handle stream, or one of ~S, ~S, ~S
da: ~S: ~S skal v�re et h�ndtag, h�ndtagsstr�m eller en af ~S, ~S eller ~S

source: ~S: The value of ~S is not a stream: ~S
da: ~S: V�rdien af ~S er ikke en str�m: ~S

source: ~S: The value of ~S is not an appropriate stream: ~S
da: ~S: V�rdien af ~S er ikke en passende str�m: ~S

source: ~S: The value of ~S was not an appropriate stream: ~S. It has been changed to ~S.
da: ~S: V�rdien af ~S var ikke en passende str�m: ~S. Den er blevet �ndret til ~S.

source: readline library: out of memory.
da: liniel�sebiblioteket "readline": L�bet t�r for hukommelse.

source: ~S: The ~S of ~S cannot be changed from ~S to ~S.
da: ~S: ~S af ~S kan ikke �ndres fra ~S til ~S.

source: Return value ~S of call to ~S is not a string.
da: Returv�rdien ~S af kaldet til ~S er ikke en streng.

source: Return value ~S of call to ~S is not a fixnum >= 0 or NIL.
da: Returv�rdien ~S af kaldet til ~S er ikke et fixtal >= 0 eller NIL.

source: ~S needs an ~S with a bit size being a multiple of 8, not ~S
da: ~S beh�ver en ~S med en bitst�rrelse i multiplum af 8, ikke ~S

source: ~S: illegal endianness argument ~S
da: ~S: ugyldigt endianess-argument: ~S

source: ~S: argument ~S does not contain a valid OS stream handle
da: ~S: argumentet ~S indeholder ikke et gyldigt OS-str�mh�ndtag

source: ~S: ~S: buffered pipe-input-streams are not supported
da: ~S: ~S: bufferlednings-inddatastr�mme underst�ttes ikke

source: ~S: ~S: stream of wrong direction
da: ~S: ~S: str�m med forkert dataretning

source: ~S is not a ~S, cannot be output onto ~S
da: ~S er ikke en ~S, kan ikke udl�ses til ~S

source: ~S: argument ~S is not an open file stream
da: ~S: argumentet ~S er ikke en �ben filstr�m

source: ~S: position argument should be ~S or ~S or a nonnegative integer, not ~S
da: ~S: placeringsargument skal v�re ~S, ~S eller et ikke-negativt heltal, ikke ~S

source: ~S: IP address ~S must have length ~S or ~S
da: ~S: IP-adressen ~S skal have l�ngden ~S eller ~S

source: ~S: IP address ~S must have length ~S
da: ~S: IP-adressen ~S skal have l�ngden ~S

source: The value of ~S was not a readtable. It has been reset.
da: V�rdien af ~S var ikke en l�setabel. Den er blevet nulstillet.

source: ~S: argument ~S is not a ~S
da: ~S: argumentet ~S er ikke en ~S

source: ~S: ~S is a dispatch macro character
da: ~S: ~S er et videredelegations-makrotegn

source: ~S: ~S is not a dispatch macro character
da: ~S: ~S er ikke et videredelegations-makrotegn

source: ~S: digit ~C not allowed as sub-char
da: ~S: ciffer ~C ikke gyldigt som undertegn (sub-char)

source: ~S: new value ~S should be ~S, ~S, ~S or ~S.
da: ~S: ny v�rdi ~S skal v�re ~S, ~S, ~S eller ~S.

source: The value of ~S should be an integer between 2 and 36, not ~S. It has been reset to 10.
da: V�rdien af ~S skal v�re et heltal mellem 2 og 36, ikke ~S. Det er blevet nulstillet til 10.

source: ~S from ~S: character read should be a character: ~S
da: ~S fra ~S: det l�ste tegn (i videste forstand) skal v�re et tegn: ~S

source: ~S: input stream ~S ends within an object. Last opening parenthesis probably in line ~S.
da: ~S: inddatastr�men ~S slutter midt i et objekt. Sidste startparentes sandsynligvis i linje ~S.

source: ~S: input stream ~S ends within an object
da: ~S: inddatastr�mmen ~S slutter midt i et objekt

source: ~S from ~S: illegal character ~S
da: ~S fra ~S: ugyldigt tegn ~S

source: ~S: input stream ~S ends within a token after single escape character
da: ~S: inddatastr�mmen ~S slutter midt i symbol efter enkelt undvigelsestegn

source: ~S: input stream ~S ends within a token after multiple escape character
da: ~S: inddatastr�mmen ~S slutter midt i symbol efter flere undvigelsestegn

source: ~S from ~S: ~S has no macro character definition
da: ~S fra ~S: ~S har ingen makrotegns-definition

source: ~S from ~S: macro character definition for ~S may not return ~S values, only one value.
da: ~S fra ~S: makrotegns-definitionen for ~S returnerer m�ske ikke ~S v�rdier, kun �n v�rdi.

source: ~S: input stream ~S ends within read macro beginning with ~S
da: ~S: inddatastr�mmen ~S slutter midt i l�semakro begyndende med ~S

source: ~S from ~S: After ~S is ~S an undefined dispatch macro character
da: ~S fra ~S: Efter ~S er ~S et udefineret videredelegations-makrotegn

source: ~S from ~S: dispatch macro character definition for ~S after ~S may not return ~S values, only one value.
da: ~S fra ~S: definitionen for videredelegations-makrotegnet ~S efter ~S returnerer m�ske ikke ~S v�rdier, kun �n v�rdi.

source: ~S from ~S: a token consisting only of dots cannot be meaningfully read in
da: ~S fra ~S: et symbol best�ende af kun prikker kan ikke meningsfyldt indl�ses

source: ~S from ~S: too many colons in token ~S
da: ~S fra ~S: for mange koloner i symbolet ~S

source: ~S from ~S: token ~S contains an invalid constituent character (see ANSI CL 2.1.4.2.)
da: ~S fra ~S: symbolet ~S indeholder et ugyldigt konstituenttegn (se ANSI CL

source: ~S from ~S: there is no package with name ~S
da: ~S fra ~S: der er ingen pakke med navnet ~S

source: ~S from ~S: ~S has no external symbol with name ~S
da: ~S fra ~S: ~S har intet eksternt symbol med navnet ~S

source: ~S from ~S: token "." not allowed here
da: ~S fra ~S: symbolet "." ikke gyldigt her

source: ~S: the value of ~S has been arbitrarily altered to ~S
da: ~S: v�rdien af ~S er blevet tilf�ldigt �ndret til ~S

source: ~S: no entry for ~S from ~S in ~S = ~S
da: ~S: intet element for ~S fra ~S i ~S = ~S

source: ~S from ~S: illegal end of dotted list
da: ~S fra ~S: ugyldig afslutning p� prikket liste

source: ~S from ~S: an object cannot start with ~S
da: ~S fra ~S: et objekt kan ikke begynde med ~S

source: ~S: input stream ~S ends within a string
da: ~S: inddatastr�mmen ~S slutter midt i en streng

source: ~S from ~S: no number allowed between # and ~C
da: ~S fra ~S: intet tal er gyldigt mellem # og ~C

source: ~S: input stream ~S ends within a comment #~C ... ~C#
da: ~S: inddatastr�mmen ~S slutter midt i en kommentar #~C ... ~C#

source: ~S from ~S: font number ~S for character is too large, should be = 0
da: ~S fra ~S: skrifttypenummeret ~S for tegn er for stort, skal v�re = 0

source: ~S from ~S: there is no character with name ~S
da: ~S fra ~S: der er intet tegn med navnet ~S

source: ~S from ~S: token ~S after #~C is not a rational number in base ~S
da: ~S fra ~S: symbolet ~S efter #~C er ikke et rationalt tal med basistallet ~S

source: ~S from ~S: the number base must be given between # and R
da: ~S fra ~S: basistallet skal angives mellem # og R

source: ~S from ~S: The base ~S given between # and R should lie between 2 and 36
da: ~S fra ~S: Basistallet ~S angivet mellem # og R b�r ligge mellem 2 og 36

source: ~S from ~S: bad syntax for complex number: #C~S
da: ~S fra ~S: d�rlig syntaks for komplekst tal: #C~S

source: ~S from ~S: token expected after #:
da: ~S fra ~S: symbol forventet efer #:

source: ~S from ~S: token ~S after #: should contain no colon
da: ~S fra ~S: symbolet ~S efter #: skal ikke have noget kolon

source: ~S from ~S: ~S is longer than the explicitly given length ~S
da: ~S fra ~S: ~S er l�ngere end den eksplicit angivne l�ngde ~S

source: ~S from ~S: must specify elements of ~S of length ~S
da: ~S fra ~S: skal anf�re element for ~S af l�ngden ~S

source: ~S from ~S: invalid ~S length ~S
da: ~S fra ~S: ugyldig ~S l�ngde ~S

source: ~S from ~S: only zeroes and ones are allowed after #*
da: ~S fra ~S: kun nul- og ettaller er gyldige efter #*

source: ~S from ~S: bad syntax for array: #A~S
da: ~S fra ~S: d�rlig syntaks for tabel: #A~S

source: ~S from ~S: ~S = ~S does not allow the evaluation of ~S
da: ~S fra ~S: ~S = ~S er ikke gyldig til at finde v�rdien af ~S

source: ~S from ~S: a number must be given between # and ~C
da: ~S fra ~S: et tal skal angives mellem # og ~C

source: ~S from ~S: label #~S= may not be defined twice
da: ~S fra ~S: etiketten #~S= m� ikke defineres to gange

source: ~S from ~S: #~S= #~S# is illegal
da: ~S fra ~S: #~S= #~S# er ugyldigt

source: ~S from ~S: undefined label #~S#
da: ~S fra ~S: udefineret etikette #~S#

source: ~S from ~S: objects printed as #<...> cannot be read back in
da: ~S fra ~S: objekter udskrevne som #<...> kan ikke genindl�ses

source: ~S from ~S: objects printed as # in view of ~S cannot be read back in
da: ~S fra ~S: objekter udskrevne som # m.h.t. ~S kan ikke genindl�ses

source: ~S from ~S: illegal feature ~S
da: ~S fra ~S: ugyldig egenskab ~S

source: ~S: illegal feature ~S
da: ~S: ugyldig egenskab ~S

source: ~S from ~S: #S must be followed by the type and the contents of the structure, not ~S
da: ~S fra ~S: #S skal efterf�lges af typen og indholdet af strukturen, ikke ~S

source: ~S from ~S: the type of a structure should be a symbol, not ~S
da: ~S fra ~S: typen af en struktur skal v�re et symbol, ikke ~S

source: ~S from ~S: bad ~S
da: ~S fra ~S: d�rlig ~S

source: ~S from ~S: bad ~S for ~S
da: ~S fra ~S: d�rlig ~S for ~S

source: ~S from ~S: no structure of type ~S has been defined
da: ~S fra ~S: ingen struktur af typen ~S er blevet defineret

source: ~S from ~S: structures of type ~S cannot be read in, missing constructor function
da: ~S fra ~S: strukturer af typen ~S kan ikke indl�ses med manglende konstrukt�r-funktion

source: ~S from ~S: a structure ~S may not contain a component "."
da: ~S fra ~S: en struktur ~S m� ikke indholde en komponent "."

source: ~S from ~S: ~S is not a symbol, not a slot name of structure ~S
da: ~S fra ~S: ~S er ikke et symbol, ikke et feltnavn i strukturen ~S

source: ~S from ~S: missing value of slot ~S in structure ~S
da: ~S fra ~S: manglende v�rdi for feltet ~S i strukturen ~S

source: ~S from ~S: too many slots for structure ~S
da: ~S fra ~S: for mange felter i strukturen ~S

source: ~S from ~S: illegal syntax of closure code vector after #~SY
da: ~S fra ~S: ugyldig syntaks i closure-kodevektor efter #~SY

source: ~S from ~S: object #Y~S has not the syntax of a compiled closure
da: ~S fra ~S: objekt #Y~S har ikke en oversat closures syntaks

source: ~S from ~S: invalid code vector length ~S
da: ~S fra ~S: ugyldig kodevektorl�ngde ~S

source: ~S from ~S: bad syntax for pathname: #P~S
da: ~S fra ~S: d�rlig syntaks for stinavn: #P~S

source: ~S: peek type should be NIL or T or a character, not ~S
da: ~S: smugkigstypen skal v�re NIL, T eller et tegn, ikke ~S

source: ~S: ~S argument ~S is not an integer between 2 and 36
da: ~S: ~S-argumentet skal v�re et heltal mellem 2 og 36, ikke ~S

source: ~S: substring ~S does not have integer syntax at position ~S
da: ~S: delstreng ~S har ikke heltalssyntaks i position ~S

source: ~S: Despite ~S, ~S cannot be printed readably.
da: ~S: Trods ~S, kan ~S ikke udskrives l�sbart.

source: ~S: the value ~S of ~S is neither ~S nor ~S nor ~S. It is reset to ~S.
da: ~S: v�rdien ~S af ~S er hverken ~S, ~S eller ~S. Den er nulstillet til ~S.

source: ~S: must be a positive integer or NIL, not ~S
da: ~S: skal v�re et positivt heltal eller NIL, ikke ~S

source: ~S: not enough stack space for carrying out circularity analysis
da: ~S: ikke nok ledig stakrum til at gennemf�re cirkularitetsanalyse

source: ~S: bad class
da: ~S: d�rlig klasse

source: ~S: an unknown record type has been generated!
da: ~S: en ukendt posttype er blevet dannet

source: ~S: argument ~S is too large
da: ~S: argumentet ~S er for stort

source: ~S: argument ~S should be ~S or ~S.
da: ~S: argumentet ~S skal v�re ~S eller ~S.

source: ~S: argument ~S should be ~S, ~S, ~S or ~S.
da: ~S: argumentet ~S skal v�re ~S, ~S, ~S eller ~S.

source: index too large
da: indeks for stort

source: An array has been shortened by adjusting it while another array was displaced to it.
da: En tabel er blevet afkortet ved justering, mens en anden tabel overtog den.

source: ~S: got ~S subscripts, but ~S has rank ~S
da: ~S: fik ~S-indeksene, men ~S har rangen ~S

source: ~S: subscripts ~S for ~S are not of type `(INTEGER 0 (,ARRAY-DIMENSION-LIMIT))
da: ~S: indeksene ~S for ~S er ikke af typen `(INTEGER 0 (,ARRAY-DIMENSION-LIMIT))

source: ~S: subscripts ~S for ~S are out of range
da: ~S: indeksene ~S for ~S er uden for interval

source: ~S: index ~S for ~S is not of type `(INTEGER 0 (,ARRAY-DIMENSION-LIMIT))
da: ~S: indekset ~S for ~S er ikke af typen `(INTEGER 0 (,ARRAY-DIMENSION-LIMIT))

source: ~S: index ~S for ~S is out of range
da: ~S: indekset ~S for ~S er uden for interval

source: ~S: cannot retrieve values from an array of element type NIL
da: ~S: kan ikke hente v�rdier fra en tabel med elementtype NIL

source: ~S: cannot store values in an array of element type NIL
da: ~S: kan ikke hente v�rdier fra en tabel med elementtype NIL

source: ~S: cannot access values of an array of element type NIL
da: ~S: kan ikke hente v�rdier fra en tabel med elementtype NIL

source: ~S: ~S does not fit into ~S, bad type
da: ~S: ~S passer ikke ind i ~S, d�rlig type

source: ~S: ~S cannot be stored in an array of element type NIL
da: ~S: ~S kan ikke gemmes i en tabel med elementtype NIL

source: ~S: ~S is not an nonnegative integer less than the rank of ~S
da: ~S: ~S er ikke et ikke-negativt heltal mindre end rangen af ~S

source: ~S: ~S is not an array of bits
da: ~S: ~S er ikke en bittabel

source: ~S: The arguments ~S and ~S should be arrays of bits with the same dimensions
da: ~S: Argumenterne ~S og ~S skal v�re bittabeller med ens dimensioner

source: ~S: The arguments ~S, ~S and ~S should be arrays of bits with the same dimensions
da: ~S: Argumenterne ~S, ~S og ~S skal v�re bittabeller med ens dimensioner

source: ~S: vector ~S has no fill pointer
da: ~S: vektoren ~S har ingen udfyldningspeger

source: ~S: ~S has length zero
da: ~S: ~S har l�ngden nul

source: ~S: extending the vector by ~S elements makes it too long
da: ~S: at udvide vektoren med ~S elementer g�r den for lang

source: ~S works only on adjustable arrays, not on ~S
da: ~S fungerer kun p� justerbare tabeller, ikke p� ~S

source: ~S: extension ~S should be a positive fixnum
da: ~S: udvidelsen ~S skal v�re et positivt fixtal

source: ~S: cannot push ~S into array ~S (bad type)
da: ~S: kan ikke skubbe ~S ind i tabellen ~S (d�rlig type)

source: ~S: dimension ~S is not of type `(INTEGER 0 (,ARRAY-DIMENSION-LIMIT))
da: ~S: dimensionen ~S er ikke af typen `(INTEGER 0 (,ARRAY-DIMENSION-LIMIT))

source: ~S: dimensions ~S produce too large total-size
da: ~S: dimensionerne ~S producerer en for stor totalst�rrelse

source: ~S: ambiguous, more than one initialization specified
da: ~S: flertydig, mere end en initiation anf�rt

source: ~S: ~S must not be specified without ~S
da: ~S: ~S skal anf�res med ~S

source: ~S: the initial-element ~S is not of type ~S
da: ~S: Det begyndende element (initial-element) ~S er ikke af typen ~S

source: ~S: ~S is of incorrect length
da: ~S: ~S har ukorrekt l�ngde

source: ~S: ~S-argument ~S is not an array
da: ~S: ~S-argumentet ~S er ikke en tabel

source: ~S: ~S-argument ~S does not have element type ~S
da: ~S: ~S-argumentet ~S har ikke elementtypen ~S

source: ~S: ~S-argument ~S is not of type `(INTEGER 0 (,ARRAY-TOTAL-SIZE-LIMIT))
da: ~S: ~S-argumentet ~S er ikke af typen `(INTEGER 0 (,ARRAY-TOTAL-SIZE-LIMIT))

source: ~S: array-total-size + displaced-offset (= ~S) exceeds total size ~S of ~S-argument
da: ~S: tabel-totalst�rrelsen + overtagelses-forskydningen (= ~S) overskrider totalst�rrelsen ~S af ~S-argumentet

source: ~S: fill-pointer ~S should be a nonnegative fixnum
da: ~S: udfyldningspegeren ~S skal v�re et ikke-negativt fixtal

source: ~S: fill-pointer argument ~S is larger than the length ~S
da: ~S: udfyldningspeger-argumentet ~S er st�rre end l�ngden ~S

source: ~S: attempted rank ~S is too large
da: ~S: fors�gte rangering ~S er for h�j

source: ~S: ~S may not be specified for an array of rank ~S
da: ~S: ~S kan ikke anf�res for en tabel af rangen ~S

source: ~S: rank ~S of array ~S cannot be altered: ~S
da: ~S: rangen ~S i tabellen ~S kan ikke �ndres: ~S

source: ~S: array ~S does not have element-type ~S
da: ~S: tabellen ~S har ikke elementtypen ~S

source: ~S: cannot displace array ~S to itself
da: ~S: kan ikke overtage tabellen ~S fra sig selv af

source: ~S: the fill-pointer of array ~S is ~S, greater than ~S
da: ~S: udfyldningspegeren i tabellen ~S er ~S, st�rre end ~S

source: Illegal START index ~S for ~S
da: Ugyldig START-indeks ~S for ~S

source: Illegal END index ~S for ~S
da: Ugyldig END-indeks ~S for ~S

source: ~S: invalid bit-vector length ~S
da: ~S: ugyldig bitvektorl�ngde ~S

source: Performance/scalability warning: The hash table ~S needs to be rehashed after a garbage collection, since it contains key whose hash code is not GC-invariant.
da: Ydelse-/skal�rbarheds-advarsel: Hashtabellen ~S beh�ver genfordeling efter en spildopsamling, siden den indeholder en n�gle, hvis hashkode ikke er spildopsamlings-invariant.

source: Performance/scalability warning: The hash table ~S must be rehashed after each garbage collection, since its key ~S has a hash code that is not GC-invariant.
da: Ydelse-/skal�rbarheds-advarsel: Hashtabellen ~S beh�ver genfordeling efter hver spildopsamling, siden dens n�gle ~S har en hashkode, som ikke er spildopsamlings-invariant.

source: Hash table size ~S too large
da: Hashtabelst�rrelsen ~S er for stor

source: internal error occured while resizing ~S
da: intern fejl skete under st�rrelses-omfordeling af ~S

source: ~S: The value of ~S should be ~S or ~S, not ~S. It has been reset to ~S.
da: ~S: v�rdien af ~S b�r v�re ~S eller ~S, ikke ~S. Den er nulstillet til ~S.

source: ~S: argument ~S should be ~S, ~S, ~S, ~S or ~S.
da: ~S: argumentet ~S skal v�re ~S, ~S, ~S, ~S eller ~S.

source: ~S: ~S argument should be a fixnum >=0, not ~S
da: ~S: ~S-argumentet skal v�re et fixtal >= 0, ikke ~S

source: ~S: ~S argument should be an integer or a float > 1, not ~S
da: ~S: ~S argumentet skal v�re et heltal eller kommatal > 1, ikke ~S

source: ~S: ~S argument should be a real between 0 and 1, not ~S
da: ~S: ~S argumentet skal v�re et reelt tal mellem 0 og 1, ikke ~S

source: ~S: internal error while building ~S
da: ~S: intern fejl under konstruktion ~S

source: ~S: argument ~S is not a hash table
da: ~S: argumentet ~S er ikke en hashtabel

source: ~S: ~S is a circular list
da: ~S: ~S er en cirkul�r liste

source: ~S: ~S is not a pair
da: ~S: ~S er ikke et par

source: ~S: lists ~S and ~S are not of same length
da: ~S: listerne ~S og ~S er ikke af samme l�ngde

source: ~S: index ~S too large for ~S
da: ~S: indekset ~S er for stort for ~S

source: ~S: start index ~S too large for ~S
da: ~S: startindeks ~S for stort for ~S

source: ~S: end index ~S too large for ~S
da: ~S: slutindeks ~S for storts for ~S

source: symbol ~S cannot be deleted from symbol table
da: symbolet ~S kan ikke slettes fra symboltabellen

source: ~S inconsistent: symbol ~S is a shadowing symbol but not present
da: ~S inkonsistent: symbolet ~S er et overskyggende symbol, men ikke til stede

source: Ignore the lock and proceed
da: Ignor�r l�sen og forts�t

source: ~A(~S): ~S is locked
da: ~A(~S): ~S er l�st

source: symbol ~A from ~A will become a shadowing symbol
da: symbolet ~A fra ~A vil blive et overskyggende symbol

source: Uninterning ~S from ~S uncovers a name conflict. You may choose the symbol in favour of which to resolve the conflict.
da: At afinternere ~S fra ~S afd�kker en navnekonflikt. Du m� v�lge symbolet til fordel for l�sning af konflikten.

source: ((IMPORT "import it and unintern the other symbol" . T) (IGNORE "do not import it, leave undone" . NIL))
da: ((IMPORTER "import�r det og afintern�r det andet symbol" . T) (IGNORER "import�r det ikke, lad det ugjort" . NIL))

source: ((IMPORT "import it, unintern one other symbol and shadow the other symbols" . T) (IGNORE "do not import it, leave undone" . NIL))
da: ((IMPORTER "import�r det, afintern�r et andet symbol og overskyg de andre symboler" . T) (IGNORER "import�r det ikke, lad det ugjort" . NIL))

source: ((IMPORT "import it and shadow the other symbol" . T) (IGNORE "do nothing" . NIL))
da: ((IMPORTER "import�r det og overskyg det andet symbol" . T) (IGNORER "g�r intet" . NIL))

source: Importing ~S into ~S produces a name conflict with ~S and other symbols.
da: At importere ~S ind i ~S skaber en navnekonflikt med ~S og andre symboler.

source: Importing ~S into ~S produces a name conflict with ~S.
da: At importere ~S ind i ~S skaber en navnekonflikt med ~S

source: UNEXPORT in ~S is illegal
da: UNEXPORT i ~S er ugyldigt

source: UNEXPORT works only on accessible symbols, not on ~S in ~S
da: UNEXPORT fungerer kun p� tilg�ngelige symboler, ikke p� ~S i ~S

source: ((IMPORT "import the symbol first" . T) (IGNORE "do nothing, do not export the symbol" . NIL))
da: ((IMPORTER "import�r symbolet f�rst" . T) (IGNORER "g�r intet, eksport�r ikke symbolet" . NIL))
